Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/live-installer/live-installer-*.po
Languages: sr

source: Formatting %(partition)s as %(format)s ...
sr: Обликујем %(partition)s као %(format)s....

source: Mounting %(partition)s on %(mountpoint)s
sr: Качим %(partition)s на %(mountpoint)s

source: ERROR: You must first manually mount your target filesystem(s) at /target to do a custom install!
sr: Грешка: Морате претходно ручно да прикачите циљни систем датотека (или више њих) као /target да би одрадили прилагођену уградњу!

source: ERROR: Something is wrong with the installation medium! This is usually caused by burning tools which are not compatible with LMDE (YUMI or other multiboot tools). Please burn the ISO image to DVD/USB using a different tool.
sr: ГРЕШКА: Нешто није у реду са средством за уградњу система! Ово се обично дешава због прибора за нарезивање или уградњу који нису у складу са ЛМДЕ (ЈУМИ или другу прибори за прављење вишеподизних система). Молим, нарежите слику ИСО-а на ДВД/УСБ другачијим прибором.

source: Indexing files to be copied..
sr: Припремам садржај датотека које ће бити умножене..

source: Copying %s
sr: Умножавам %s

source: Restoring meta-information on %s
sr: Обнављам мета-податак на %s

source: Entering the system ...
sr: Покрећем систем ...

source: Removing live configuration (packages)
sr: Уклањам поставке за рад уживо (packages)

source: Adding new user to the system
sr: Додајем новог корисника систему

source: Writing filesystem mount information to /etc/fstab
sr: Уписујем податке за качење система датотека у /etc/fstab

source: Setting hostname
sr: Постављам име домаћина

source: Setting locale
sr: Постављам језик

source: Localizing packages
sr: Уграђујем преводе пакета

source: Installing drivers
sr: Уграђујем управљачке програме

source: Setting keyboard options
sr: Подешавам тастатуру

source: Installing bootloader
sr: Уграђујем подизач система

source: WARNING: The grub bootloader was not configured properly! You need to configure it manually.
sr: УПОЗОРЕЊЕ: Подизач система није правилно подешен. Морате да га подесите ручно.

source: Cleaning APT
sr: Чистим APT

source: Installation finished
sr: Уградња је завршена

source: Configuring bootloader
sr: Подешавам подизач система

source: Checking bootloader
sr: Проверавам подизач система

source: Unexpected error
sr: Десила се неочекивана грешка

source: The installer failed with the following error.
sr: Уграђивач је пао уз следећу грешку.

source: %s Installer
sr: %s уграђивач.

source: Language
sr: Језик

source: Timezone
sr: Временска област

source: Keyboard layout
sr: Распоред тастатуре

source: User info
sr: Подаци о кориснику

source: Partitioning
sr: Уређивање партиција

source: Please make sure you wish to manage partitions manually
sr: Будите сигурни да желите да управљате партицијма ручно

source: Advanced options
sr: Напредне могућности

source: Summary
sr: Сажетак

source: Installing Linux Mint...
sr: Уграђујем Линукс Минт...

source: Installation paused: please finish the custom installation
sr: Уградња је застала: молим, довршите произвољну уградњу

source: Country
sr: Држава

source: Click to change your picture
sr: Кликните за измену своје слике

source: Take a photo...
sr: Сликајте се...

source: Browse for more pictures...
sr: Прегледајте још слика...

source: Select timezone
sr: Изаберите временску област

source: Edit partitions
sr: Уредите партиције

source: Refresh
sr: Освежи

source: Expert mode
sr: Стручни рад

source: Layout
sr: Распоред

source: Variant
sr: Подврста

source: Overview
sr: Преглед

source: Calculating file indexes ...
sr: Рачунам садржај датотека ...

source: Images
sr: Слике

source: Your full name
sr: Име и презиме

source: Please enter your full name.
sr: Молимо унесите своје пуно име

source: Your username
sr: Корисничко име

source: This is the name you will use to log in to your computer.
sr: Ово је име које ћете да користите за пријаву на рачунар.

source: Your password
sr: Лозинка

source: Please enter your password twice to ensure it is correct.
sr: Молим укуцајте Вашу лозинку два пута како бисте се уверили да је исправна.

source: Hostname
sr: Име домаћина

source: This hostname will be the computer's name on the network.
sr: Име домаћина ће бити име рачунара на мрежи.

source: Automatic login
sr: Самостална пријава

source: If enabled, the login screen is skipped when the system starts, and you are signed into your desktop session automatically.
sr: Ако је омогућено, екран за пријаву се неће приказивати при учитавању система, и бићете пријављени на сесију радног окружења.

source: Log in automatically
sr: Самостално ме пријави

source: Your picture
sr: Слика

source: This picture represents your user account. It is used in the login screen and a few other places.
sr: Ова слика ће да представља Ваш кориснички налог. Користиће се на екрану за пријаву и још понеким местима.

source: Selected timezone:
sr: Изаберите временску област:

source: Bootloader
sr: Подизач система

source: Install GRUB
sr: Угради Груб

source: GRUB is a bootloader used to load the Linux kernel.
sr: Груб је подизач система који служи за учитавање језгра Линукса.

source: Use this box to test your keyboard layout.
sr: Користите ову кућицу за проверу распореда тастатуре.

source: Model
sr: Модел

source: You have selected to manage your partitions manually, this feature is for ADVANCED USERS ONLY.
sr: Изабрали сте да управљате партицијама ручно, а то је намењено САМО НАПРЕДНИМ КОРИСНИЦИМА.

source: Before continuing, please mount your target filesystem(s) at /target.
sr: Молим, пре наставка прикачите циљни систем (или више њих) датотека на /target.

source: Do NOT mount virtual devices such as /dev, /proc, /sys, etc on /target/.
sr: Немојте да прикачујете нестварне уређаје попут /dev, /proc, /sys, на /target/.

source: During the install, you will be given time to chroot into /target and install any packages that will be needed to boot your new system.
sr: Приликом уградње система ћете добити време за промену корена (chroot) у /target и уградњу пакета који су потребни за подизање новог система.

source: During the install, you will be required to write your own /etc/fstab.
sr: За време уградње ћете морати да уредите /etc/fstab.

source: If you aren't sure what any of this means, please go back and deselect manual partition management.
sr: Ако нисте сигурни шта то значи, молим, вратите се и одзначите ручно управљање партицијама.

source: Please do the following and then click Forward to finish installation:
sr: Молим, урадите следеће и кликните на Напред ради завршетка поступка уградње система:

source: Create /target/etc/fstab for the filesystems as they will be mounted in your new system, matching those currently mounted at /target (without using the /target prefix in the mount paths themselves).
sr: Направите /target/etc/fstab за системе датотека јер ће оне да буду прикачене на нови систем, тако да се поклапају са тренутно прикаченим на /циљ (без коришћења прилога /target у њиховој путањи качења).

source: Install any packages that may be needed for first boot (mdadm, cryptsetup, dmraid, etc) by calling "sudo chroot /target" followed by the relevant apt-get/aptitude installations.
sr: Уградите пакете који могу да вам затребају при првом покретању (mdadm, cryptsetup, dmraid, итд.) позивањем наредбе „sudo chroot /target“ и наставите уградњом програма помоћу apt-get/aptitude.

source: Note that in order for update-initramfs to work properly in some cases (such as dm-crypt), you may need to have drives currently mounted using the same block device name as they appear in /target/etc/fstab.
sr: Обратите пажњу да ради успешног извршења наредбе update-initramfs, у неким случајевима (као што је употреба dm-crypt-а), чврсти дискови требају да буду прикачени на исти блок уређај где се јављају у датотеци /target/etc/fstab.

source: Double-check that your /target/etc/fstab is correct, matches what your new system will have at first boot, and matches what is currently mounted at /target.
sr: Проверите да ли је датотека /target/etc/fstab исправна и да ли се поклапа са новим системом који је тренутно прикачен на /target.

source: Device
sr: Уређај

source: Type
sr: Врста

source: Operating system
sr: Оперативни систем

source: Mount point
sr: Тачка качења

source: Format as
sr: Обликуј као

source: Size
sr: Величина

source: Free space
sr: Слободан простор

source: Quit?
sr: Одустати?

source: Are you sure you want to quit the installer?
sr: Да ли сте сигурни да желите да напустите програм за уградњу оперативног система?

source: Passwords do not match.
sr: Лозинке се не подударају.

source: Passwords match.
sr: Лозинке се подударају

source: Installation Tool
sr: Алат за инсталацију

source: Please choose a language
sr: Молим, изаберите језик

source: Please provide your full name.
sr: Молим, упишите потпуно име.

source: Please provide a username.
sr: Молим, упишите корисничко име.

source: Please provide a password for your user account.
sr: Молим, упишите лозинку за свој кориснички налог.

source: Your passwords do not match.
sr: Лозинке вам се не подударају.

source: Please provide a hostname.
sr: Молим, упишите име домаћина.

source: Your username must be lower case.
sr: Корисничко име мора да буде писано малим словима.

source: Your username may not contain whitespace characters.
sr: Корисничко име не сме да има празнине и размаке.

source: The hostname must be lower case.
sr: Име домаћина мора да буде исписано малим словима.

source: The hostname may not contain whitespace characters.
sr: Име домаћина не сме да садржи размаке и празнине.

source: Please indicate a filesystem to format the root (/) partition with before proceeding.
sr: Молим, означите врсту облика система датотека за корен система (/) пре наставка.

source: Please select a root (/) partition.
sr: Молим, одредите корену партицију (/).

source: A root partition is needed to install Linux Mint on. - Mount point: / - Recommended size: 30GB - Recommended filesystem format: ext4
sr: Потребна је корена партиција за уградњу Линукса Минта. - Тачка качења: / - Препоручена величина: 30GB - Препоручени облик система датотека: ext4

source: The EFI partition is not bootable. Please edit the partition flags.
sr: ЕФИ партиција није покретачка. Молим, уредите заставицу партиције.

source: The EFI partition is too small. It must be at least 100MB.
sr: ЕФИ партиција је мала. Мора да буде барем 100MB.

source: The EFI partition must be formatted as vfat.
sr: ЕФИ партиција мора да буде обликована као vfat.

source: Please select an EFI partition.
sr: Молим, изаберите ЕФИ партицију.

source: An EFI system partition is needed with the following requirements: - Mount point: /boot/efi - Partition flags: Bootable - Size: Larger than 100MB - Format: vfat or fat32 To ensure compatibility with Windows we recommend you use the first partition of the disk as the EFI system partition.
sr: ЕФИ системска партиција мора да испуни следеће захтева: - Тачка качења: /boot/efi - Заставица партиције: Покретачка - Величина: Већа од 100MB - Облик: vfat или fat32 Ради сагласности са Виндоусом препоручујемо да користите прву партицију диска за ЕФИ системску партицију.

source: Localization
sr: Локализација

source: Language:
sr: Језик

source: Timezone:
sr: Временска област

source: Keyboard layout:
sr: Изглед тастатуре:

source: User settings
sr: Корисничка подешавања

source: Real name:
sr: Право име:

source: Username:
sr: Корисничко име:

source: Automatic login:
sr: Самостална пријава:

source: enabled
sr: омогућена

source: disabled
sr: онемогућена

source: System settings
sr: Поставке система

source: Hostname:
sr: Име домаћина

source: Filesystem operations
sr: Радње над системом датотека

source: Install bootloader on %s
sr: Уградите подизач система (bootloader) на %s

source: Do not install bootloader
sr: Немој да уграђујеш програм за подизање система

source: Use already-mounted /target.
sr: Користи већ прикачени /target.

source: Format %(path)s as %(filesystem)s
sr: Обликуј %(path)s као %(filesystem)s

source: Mount %(path)s as %(mount)s
sr: Прикачи %(path)s као %(mount)s

source: Installation error
sr: Грешка поступка уградње

source: Installation paused
sr: Уградња је застала

source: The installation is now paused. Please read the instructions on the page carefully before clicking Forward to finish the installation.
sr: Уградња је сада застала. Молим, пажљиво прочитајте упутства на страници пре кликтања на Настави ради завршетка уградње.

source: The installation is now complete. Do you want to restart your computer to use the new system?
sr: Уградња је потпуна. Да ли желите да поново покренете рачунар и користите нови систем?

source: Edit
sr: Уреди

source: Assign to /
sr: Додели за /

source: Assign to /home
sr: Додели за /home

source: Assign to /boot/efi
sr: Додели за /boot/efi

source: Removable:
sr: Уклоњиво:

source: No partition table was found on the hard drive: %s. Do you want the installer to create a set of partitions for you? Note: This will ERASE ALL DATA present on this disk.
sr: Нисам пронашао никакву табелу партиција на чврстом диску: %s. Да ли желите да програм за уградњу система образује скуп партиција уместо вас? То ће ИЗБРИСАТИ СВЕ ПОДАТКЕ присутне на диску.

source: Logical partition
sr: Логичка партиција

source: Extended partition
sr: Проширена партиција

source: Unknown
sr: Непознато

source: Edit partition
sr: Уреди партицију

source: Device:
sr: Уређај:

source: Format as:
sr: Обликуј као:

source: Mount point:
sr: Тачка качења:
