Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintupdate-debian/mintupdate-debian-*.po
Languages: af, bn, eo, et, fa, fo, ga, he, id, ko, ml, nn, oc, sr@latin, te, tg

source: Update Manager
af: Opdateringsbestuurder
bn: আপডেট ব্যবস্থাপক
eo: Ĝisdatiga mastrumilo
et: Uuendamishaldur
fa: مدیر به‌روزرسانی
fo: Dagføringa fyrisiting
ga: Bainisteoir Nuashonraithe
he: אשף מנהל העדכונים
id: Pengelola Pembaharuan
ko: 업데이트 관리자
ml: അപ്‌ഡേറ്റ് മാനേജർ
nn: Oppdateringshandterar
oc: Gestionari de mesas a jorn
sr@latin: Upravljač ažuriranjima
te: నవీకరణ నిర్వాహకం
tg: Мудири навсозиҳо

source: Software Updates
af: Sagteware Opdaterings
bn: সফ্টওয়্যার আপডেট
eo: Programaraj ĝisdatigoj
et: Tarkvarauuendused
fa: به‌روزرسانی‌های نرم افزار
fo: Ritbúnaðar dagførslur
ga: Nuashonruithe don Bhogearraí
he: עדכוני תוכנה
id: Pembaharuan perangkat lunak
ko: 소프트웨어 업데이트
ml: സോഫ്റ്റ്‌വേർ പുതുക്കലുകൾ
nn: Programoppdateringar
oc: Mesa a jorn dels logicials
sr@latin: Ažuriranja softvera
te: సాప్ట్‍వేర్ నవీకరణలు
tg: Навсозиҳои нармафзор

source: Show and install available updates
af: Wys en installeer beskikbare opdaterings
bn: উপস্হিত আপডেটসমূহ প্রদর্শন এবং ইন্সটল কর
eo: Montri kaj instali disponeblajn ĝisdatigojn
et: Saadaolevate uuenduste kuvamine ja paigaldamine
fa: نمایش و نصب به‌روزرسانی‌های موجود
fo: Vís og legg inn tøkar dagførlsur
ga: Taispeáin agus suiteáil nuashonruithe atá ar fáil
he: הצג עדכונים זמינים והתקן אותם
id: Tampil dan install pembaharuan yang tersedia
ko: 이용가능한 업데이트를 보여주고, 설치합니다.
ml: ലഭ്യമായ പുതുക്കലുകൾ പ്രദർശിപ്പിക്കുകയും ഇൻസ്റ്റോൾ ചെയ്യുകയും ചെയ്യുക
nn: Vis og installer tilgjengelege oppdateringar
oc: Afichar e installar las mesas a jorn disponiblas
sr@latin: Prikaži i instaliraj dostupne ispravke
te: లభ్యతలో ఉన్న నవీకరణలను చూపించి స్థాపించు
tg: Намоиш додан ва насб кардани навсозиҳои дастрас

source: Downloading changelog...
af: Laai tans veranderingslys af...
bn: পরিবর্তন লগ ডাউনলোড করা হচ্ছে...
eo: Elŝutanta ŝanĝoprotokolon...
et: Muudatuste logi allalaadimine...
fa: در حال دانلود گزارش تغییرات...
fo: Taki broytingar loggin niður...
ga: Á Íosluchtú loga na n-athruithe...
he: מוריד רשימת שינויים...
id: Mengunduh catatan perubahan...
ko: 변경내역을 받아오는 중...
ml: ചേഞ്ച്‌ലോഡ് ഡൗൺലോഡ് ചെയ്യുന്നു...
nn: Lastar ned endringsloggen …
oc: Telecargament de la lista de las modificacions...
sr@latin: Preuzimam dnevnik izmena...
te: మార్పులచిట్టాను దించుకుంటున్నది...
tg: Боргирии сабти тағйирот...

source: No changelog available
af: Geen veranderingsrekord beskikbaar nie
bn: কোন পরিবর্তন লগ পাওয়া যাচ্ছে না
eo: Neniu disponebla ŝanĝoprotokolo
et: Muudatuste logi pole saadaval
fa: هیچ گزارش تغییری موجود نیست
fo: Eingin broytisgerðarlisti tøkur
ga: Níl loga na n-athruithe ar fáil
he: רשימת שינויים אינה זמינה...
id: Tidak ada catatan perubahan
ko: 변경내역이 없습니다
ml: ചേഞ്ച്‌ലോഗ് ലഭ്യമല്ല
nn: Ingen endringslogg er tilgjengeleg
oc: Cap de jornal de las modificacions es pas disponible
sr@latin: Nema dostupnih dnevnika izmena
te: ఎటువంటి మార్పులచిట్టా లభ్యతలో లేదు
tg: Ягон сабти тағйирот дастрас нест

source: Click on Edit->Software Sources and tick the 'Source code' option to enable access to the changelogs
af: Klik op Redigeer->Sagteware Bronne en merk die 'Bron kode' keuse om die toegang na die veranderingsrekord te verkry
bn: সম্পাদনা->সফটওয়্যার উৎসে ক্লিক করুন 'সোর্স কোড' অপশনে টিক দিন পরিবর্তনসমূহের লগ এ্যাক্সেস করার জন্য
eo: Alklaku sur Redakti → Programarfontoj kaj elektu 'Fontkodo'-opcion por enŝalti aliron al ŝanĝoprotokoloj
et: Vali Redigeeri -> Tarkvaraallikad ja tee linnuke 'Allika koodi' seadele, et lubada juurdepääs muudatuste logile.
fa: روی ویرایش->منابع نرم‌افزار کلیک نمایید و گزینه 'کد منبع' را تیک بزنید تا دسترسی به گزارش تغییرات را فعال نمایید
fo: Trýst á Ritstjórna->Ritbúnaðarkeldur, og merk kostin 'keldukota', til at virkja atgongd til broytingalogg
ga: Cliceáil ar Chur Eagar ar->Fhoinsí Bogearraí agus cur tic ar 'Fhoinsí na mBogearraí' chun rochtain do logaí na n-athruithe a chumasú
he: על מנת לאפשר גישה לרשימת השינווים, לחץ על 'ערוך'->מקורות תוכנה וסמן את האפשרות 'קוד מקור'
id: Klik pada Edit->Sumber Perangkatlunak dan centang pilihan 'Source code' untuk mengaktifkan akses ke catatan perubahan
ko: 변경내역을 받아오려면 '편집->소프트웨어 저장소'에서 '소스코드' 옵션을 활성화하십시오.
ml: മാറ്റങ്ങളുടെ രേഖ ലഭ്യമാകുവാൻ തിരുത്തുക -> സോഫ്റ്റ്‌വേർ സ്രോതസ്സുകൾ എന്നതിൽ അമർത്തി 'സ്രോതസ് കോഡ്' എന്ന ഐച്ഛികം സജ്ജമാക്കുക
nn: Du får tilgang til endringsloggane ved å klikka på Endra->Programvarekjelder og setja hake ved valet «Kjeldekode»
oc: Clicatz sus Edicion -> Fonts de logicials e marcatz l'opcion « Còde font » per activar l'accès a las listas de modificacion
sr@latin: Klikni na Uredi-> Izvori programa i odaberi mogućnost 'Izvorni kod' da omogućiš pristup zapisu promena.
te: మార్పుచిట్టాల సౌలభ్యతను చేతనపరుచుటకు సవరణ->సాఫ్ట్‍వేర్ వనరులు పై నొక్కి 'సోర్స్ కోడ్' ఐచ్ఛికానికి గుర్తుపెట్టండి
tg: Барои фаъол кардани дастрасӣ ба сабти тағйирот, ба "Таҳрир кардан->Манбаҳои нармафзор" гузаред ва "Рамзи манбаъ"-ро интихоб кунед

source: This upgrade will trigger additional changes
af: Hierdie opdatering sal lei tot verdere veranderinge
bn: এই আপগ্রেডটি অতিরিক্ত পরিবর্তন ট্রিগার করবে
eo: Ĉi tiu promocio ekagigos aldonajn ŝanĝojn
et: See uuendus käivitab täiendavad muudatused
fa: این ارتقا موجب به‌راه افتادن تغییرات اضافی خواهد شد
fo: Hendan uppstiganin hevur eyka broytingar við sær
ga: Fosclóidh an nuashonrúchán seo athruithe sa bhreis
he: עדכון זה מצריך ביצוע שינויים נוספים במערכת
id: Pembaharuan ini akan memicu perubahan tambahan
ko: 해당 업그레이드는 추가적인 변경을 일으킵니다.
ml: ഈ അപ്‌ഗ്രേഡ് അധിക മാറ്റങ്ങൾക്ക് കാരണമാകും
nn: Oppgraderinga vil føra til fleire endringar
oc: Aquesta mesa a jorn implica de modificacions suplementàrias
sr@latin: Ova nadogradnja će doneti dodatne promene
te: ఈ ఉన్నతీకరణ అదనపు మార్పులను చేయును
tg: Ин такмил тағйироти иловагиро дархост мекунад

source: The following package will be removed:
af: Die volgende pakkette sal verwyder word:
bn: নিম্নলিখিত প্যাকেজগুলি অপসারিত হবে:
eo: La sekva pakaĵo estos forigita:
et: Eemaldatakse järgmine pakett:
fa: بسته‌های زیر حذف خواهند شد:
fo: Hesin pakkin verður tikin burtur:
ga: Bainfear an pacáiste seo a leanas:
he: החבילה הבאה תוסר:
id: Paket berikut ini akan dihapus:
ko: 다음의 패키지가 제거됩니다:
ml: ഇനിക്കൊടുക്കുന്ന പാക്കേജ് നീക്കം ചെയ്യപ്പെടും:
nn: Denne pakken vil bli fjerna:
oc: Lo paquet seguent serà suprimit :
sr@latin: Sledeći paketi će biti uklonjeni:
te: క్రిందపేర్కొన్న ప్యాకేజీ తీసివేయబడును:
tg: Бастаи зерин тоза карда мешаванд:

source: The following %d packages will be removed:
af: Die volgende %d pakkette sal verwyder word:
bn: নিম্নলিখিত %d প্যাকেজগুলি অপসারিত হবে:
eo: La sekvaj %d pakaĵoj estos forigitaj:
et: Eemaldatakse %d järgnevat paketti:
fa: %d بسته‌ زیر حذف خواهند شد:
fo: Hesir %d pakkarnir verða tiknir burtur:
ga: Bainfear an %d pacáiste seo a leanas
he: %d החבילות הבאות יוסרו:
id: Paket-paket %d berikut ini akan dihapus:
ko: 다음의 %d 개의 패키지가 제거됩니다:
ml: ഇനിക്കൊടുക്കുന്ന %d പാക്കേജുകൾ നീക്കം ചെയ്യപ്പെടും:
nn: Desse %d pakkane vil bli fjerna:
oc: Los %d paquets seguents seràn suprimits :
sr@latin: Sledeći %d paketi će biti uklonjeni:
te: కిందపేర్కొన్న %d ప్యాకేజీలు తీసివేయబడతాయి:
tg: %d бастаи зерин тоза карда мешаванд:

source: The following package will be installed:
af: Die volgende pakkette sal geïnstalleer word:
bn: নিম্নলিখিত প্যাকেজগুলি ইন্সটল করা হবে:
eo: La sekva pakaĵo estos instalita:
et: Paigaldatakse järgmine pakett:
fa: بسته‌های زیر نصب خواهند شد:
fo: Hesin pakkin verður lagdur inn:
ga: Suiteálfar an pacáiste seo a leanas:
he: החבילות הבאות יותקנו:
id: Paket berikut ini akan diinstal:
ko: 다음의 패키지가 설치됩니다:
ml: ഇനിക്കൊടുക്കുന്ന പാക്കേജ് ഇൻസ്റ്റോൾ ചെയ്യപ്പെടും:
nn: Denne pakken vil bli installert:
oc: Lo paquet seguent serà installat :
sr@latin: Sledeći paket će biti instaliran:
te: క్రిందపేర్కొన్న ప్యాకేజీ స్థాపించబడుతుంది:
tg: Бастаи зерин насб карда мешавад:

source: The following %d packages will be installed:
af: Die volgende %d pakkette gaan geïnstalleer word:
bn: নিম্নলিখিত %d প্যাকেজগুলি ইন্সটল করা হবে:
eo: La sekvaj %d pakaĵoj estos instalitaj:
et: Paigaldatakse järgnevad %d paketti:
fa: %d بسته‌ زیر نصب خواهند شد:
fo: Hesir %d pakkarnir verða lagdir inn:
ga: Suiteálfar an %d pacáiste seo a leanas:
he: %d החבילות הבאות תותקנה:
id: Paket-paket %d berikut ini akan diinstal
ko: 다음의 %d 개의 패키지가 설치됩니다:
ml: ഇനിക്കൊടുക്കുന്ന %d പാക്കേജുകൾ ഇൻസ്റ്റോൾ ചെയ്യപ്പെടും:
nn: Desse %d pakkane vil verta installerte:
oc: Los %d paquets seguents seràn installats :
sr@latin: Sledeći %d paketi će biti instalirani:
te: కిందపేర్కొన్న %d ప్యాకేజీలు స్థాపించబడతాయి:
tg: %d бастаи зерин насб карда мешаванд:

source: Installing updates
af: Installeer tans opdaterings
bn: আপডেটসমূহ ইন্সটল করা হচ্ছে
eo: Instalanta ĝisdatigojn
et: Uuenduste paigaldamine
fa: در حال نصب به‌روزرسانی‌ها
fo: Leggi inn dagførslur
ga: Á shuiteáil nuashonruithe
he: מתקין עדכונים
id: Menginstall pembaharuan
ko: 업데이트를 설치하고 있습니다.
ml: അപ്‌ഡേറ്റുകൾ ഇൻസ്റ്റോൾ ചെയ്യുന്നു
nn: Installerer oppdateringane
oc: Installar las mesas a jorn
sr@latin: Instaliranje zakrpa
te: నవీకరణలను స్థాపించుచున్నది
tg: Насбкунии навсозиҳо

source: Please wait, this can take some time
af: Wag asseblief, hierdie kan 'n ruk neem
bn: অনুগ্রহ করে অপেক্ষা করুন, কিছু সময় লাগতে পারে
eo: Bonvole atendu, necesas iom da tempo
et: Palun oota, selleks kulub natuke aega
fa: لطفا کمی صبر کنید، این کار کمی زمان‌بر است
fo: Vinarliga bíðja, hettar kann taka eina løtu
ga: Fan le d' thoil, d'fhéadfadh go dtógadh sé seo tamall maith
he: אנא המתן, הפעולה תימשך זמן מה...
id: Mohon tunggu beberapa saat
ko: 잠시만 기다려 주십시오. 이 작업은 다소 시간이 걸릴 수도 있습니다
ml: ദയവായി കാത്തിരിക്കൂ, ഇത് അല്പസമയം എടുത്തേക്കും
nn: Vent, dette kan ta ei stund
oc: Esperatz se vos plai, aquò pòt durar
sr@latin: Molimo sačekajte, ovo može potrajati
te: దయచేసి వేచియుండండి, ఇందుకు కొంత సమయం పడుతుంది
tg: Лутфан, интизор шавед, ин метавонад якчанд лаҳзаро гирад

source: Update is complete
af: Bywerking is voltooi
bn: আপডেট সম্পন্ন হয়েছে
eo: Ĝisdatigo estas kompleta
et: Uuendamine on lõpetatud
fa: به‌روزرسانی کامل است
fo: Dagførsla er fullgjørd
ga: Tá an nuashonrú críochnaithe
he: פעולת העידכון הושלמה
id: Pembaharuan sudah selesai
ko: 업데이트가 완료되었습니다.
ml: പുതുക്കൽ പ്രക്രിയ പൂർത്തിയായി
nn: Oppdateringa er ferdig
oc: La mesa a jorn es acabada
sr@latin: Ažuriranje je završeno
te: నవీకరణ పూర్తయింది
tg: Навсозӣ ба анҷом расид

source: Please enter your password to restart the update manager
af: Tik asseblief u wagwoord in om die bywerkingsbestuurder te herlaai
bn: আপডেট ব্যবস্থাপককে বন্ধ করে পুনরায় চালু করতে অনুগ্রহ করে আপনার পাসওয়ার্ডটি প্রবেশ করান
eo: Bonvole tajpu vian pasvorton por restartigi la ĝisdatigan mastrumilon
et: Palun sisesta oma salasõna, et taaskäivitada uuendamise rakendus
fa: لطفا رمز عبور خود را برای شروع مجدد مدیر به‌روزرسانی‌ وارد نمایید
fo: Vinarliga skriva inn títt atlát, til at endurbyrja dagføringafyrisitingina
ga: Iontráil d' focal faire chun an bainisteoir nuashonraithe a athosú le d'thoil
he: אנא הקלד את סיסמתך על מנת להפעיל מחדש את מנהל העידכונים
id: Silahkan masukkan kata sandi anda untuk me-restart manajer pembaruan
ko: 업데이트 관리자를 재시작하려면 사용자의 암호를 입력해주세요
ml: അപ്‌ഡേറ്റ് മാനേജർ നിർത്തി, വീണ്ടും ആരംഭിക്കുന്നതിന് താങ്കളുടെ രഹസ്യവാക്ക് നൽകുക
nn: Skriv inn passordet ditt for å starta oppdateringshandsamaren på nytt.
oc: Entratz vòstre senhal per reaviar lo gestionari de mesas a jorn
sr@latin: Molim unesite Vašu lozinku da bi se menadžer zakrpa ponovo pokrenuo
te: నవీకరణ నిర్వాహకాన్ని పునఃప్రారంభించుటకు దయచేసి మీ సంకేతపదాన్ని ప్రవేశపెట్టండి
tg: Лутфан, барои бозоғозӣ кардани мудири навсозиҳо пароли худро ворид кунед

source: Checking for updates
af: Kyk vir bywerkings
bn: আপডেটসমূহ অনুসন্ধান করছে
eo: Kontrolanta pri ĝidatigoj
et: Uuenduste kontrollimine
fa: بررسی وجود به‌روزرسانی
fo: Kanni eftir dagførslum
ga: Á sheiceáil fáil ar nuashonruithe
he: מחפש עידכונים, אנא המתן...
id: Sedang memeriksa pembaharuan
ko: 업데이트 확인중
ml: അപ്‌ഡേറ്റുകളുണ്ടോയെന്നു പരിശോധിക്കുന്നു
nn: Ser etter oppdateringar
oc: Recèrca de mesas a jorn en cors…
sr@latin: Provera novih zakrpa
te: నవీకరణల కోసం పరిశీలిస్తున్నది
tg: Санҷиши навсозиҳо

source: Could not install the security updates
af: Kon nie die sekuriteitsbywerkings installeer nie
bn: নিরাপত্তামূলক আপডেটসমূহ ইন্সটল করা সম্ভব হচ্ছে না
eo: Ne eblis instali la sekurecajn ĝisdatigojn
et: Turvauuendusi polnud võimalik paigaldada
fa: نمی‌توان به‌روزرسانی امنیتی را نصب نمود
fo: Kundi ikki leggja inn trygdar dagførslur
ga: Níorbh fhéidir na nuashonruithe slándála a shuiteáil
he: התקנת עידכוני האבטחה לא הצליחה
id: Tidak dapat memasang pemutakhiran keamanan
ko: 보안 업데이트 설치에 실패하였습니다.
ml: സുരക്ഷാ അപ്‌ഡേറ്റുകൾ ഇൻസ്റ്റോൾ ചെയ്യാൻ കഴിഞ്ഞില്ല
nn: Klarte ikkje å installere tryggleiksoppdateringane
oc: Pas possible d'installar las mesas a jon de seguretat
sr@latin: Instalacija sigurnosnih zakrpa je onemogućena
te: భద్రతా నవీకరణలను స్థాపించుట వీలుపడదు
tg: Навсозиҳои амният насб карда нашудаанд

source: Starting refresh...
af: Begin verfris...
bn: রিফ্রেশ প্রক্রিয়া শুরু হচ্ছে...
eo: Startiganta aktualigo...
et: Värskendamise alustamine...
fa: در حال شروع بررسی...
fo: Byrji endurnýggjan...
ga: Á thosú athnuachana...
he: מתחיל תהליך רענון....
id: Mulai penyegaran...
ko: 갱신하는 중...
ml: കാലാനുസൃതമാക്കൽ തുടങ്ങുന്നു...
nn: Oppdaterer …
oc: Actualizacion...
sr@latin: Pokrećem osvežavanje...
te: తాజాకరణను ప్రారంభిస్తున్నది...
tg: Оғозидани навсозӣ...

source: Another application is using APT
af: 'n Ander toepassing gebruik APT
bn: অন্য অ্যাপ্লিকেশন APT ব্যবহার করছে
eo: Alia aplikaĵo estas uzanta APT
et: Teine rakendus kasutab APT'i
fa: برنامه دیگری از APT استفاده می کند
fo: Ein onnur nýtsluskipan nýtir APT
ga: Tá APT in úsáid ag feidhmchlár eile
he: יישום אחר משתמש כרגע ב APT
id: Aplikasi lain sedang menggunakan APT
ko: 다른 응용프로그램이 APT를 사용중입니다
ml: മറ്റൊരു ആപ്ലിക്കേഷൻ എ.പി.റ്റി. ഉപയോഗിക്കുന്നുണ്ട്
nn: Eit anna program nyttar APT
oc: Una autra aplicacion utiliza APT
sr@latin: Neki drugi program koristi ART
te: వేరొక అనువర్తనం APT వాడుతున్నది
tg: Барномаи дигар APT-ро истифода мебарад

source: Finding the list of updates...
af: Kry die lys van byswerkings...
bn: আপডেটসমূহের তালিকাটি অনুসন্ধান করা হচ্ছে...
eo: Trovanta la liston pri ĝisdatigoj...
et: Uuenduste loetelu otsimine...
fa: در حال یافتن لیست به‌روزرسانی‌ها...
fo: Finni framm dagførslu-listan
ga: Á aimsiú liosta na nuashonruithe...
he: מחפש רשימת עדכונים
id: Mencari daftar pembaharuan...
ko: 업데이트 목록을 찾는 중입니다...
ml: അപ്ഡേറ്റുകളുടെ പട്ടിക കണ്ടെത്തുന്നു...
nn: Finn lista over oppdateringar …
oc: Recèrca de la lista de mesas a jorn en cors...
sr@latin: Pronalaženje liste zakrpa...
te: నవీకరణల యొక్క జాబితాను కనుక్కొంటుంది...
tg: Дарёфти рӯйхати навсозиҳо...

source: Your system is up to date
af: U stelsel is op datum
bn: আপনার সিস্টেম আপ টু ডেট রয়েছে
eo: Via sistemo estas ĝisdatiga
et: Sinu süsteem on ajakohane
fa: سیستم شما به‌روز است
fo: Kervið er dagført
ga: Tá do chóras suas chun dáta
he: מערכת ההפעלה שלך מעודכנת
id: Sistem Anda sudah yang terbaru
ko: 현재 시스템이 최신 버전입니다
ml: നിങ്ങളുടെ സിസ്റ്റം കാലാനുസൃതമാണ്
nn: Systemet ditt er oppdatert
oc: Vòstra sistema es a jorn
sr@latin: Vaš sistem je ažuriran
te: మీ వ్యవస్థ నేటివరకూ నవీకరించబడుతూనేవుంది
tg: Системаи шумо барӯз мебошад

source: Could not refresh the list of packages
af: Kon nie die lys van pakkette verfris nie
bn: প্যাকেজ তালিকাটি রিফ্রেশ করতে পারেনি
eo: Ne eblis aktualigi la liston de pakaĵoj
et: Paketinimekirja värskendamine ebaõnnestus
fa: نمی‌توان لیست بسته‌ها را به‌روز کرد
fo: kundi ikki endurnýggja pakkalistan
ga: Níorbh fhéidir liosta na bpacáistí a athnuachan
he: לא ניתן לרענן את רשימת החבילות
id: Tidak bisa menyegarkan daftar paket
ko: 패키지 목록을 새로고칠 수 없습니다.
ml: പാക്കേജുകളുടെ ലിസ്റ്റ് കാലാനുസൃതമാക്കാന്‍ കഴിഞ്ഞില്ല
nn: Klarte ikkje å oppdatera pakkelista
oc: Impossible d'actualizar la lista dels paquets
sr@latin: Osvežavanje liste paketa nije uspelo
te: ప్యాకేజీల యొక్క జాబితాను తాజాపరుచలేకపోతుంది
tg: Рӯйхати бастаҳо навсозӣ карда нашуд

source: A new version of the update manager is available
af: 'n Nuwe weergawe van die bywerking bestuurder is beskikbaar
bn: আপডেট ম্যানেজারের একটি নতুন সংস্করণ পাওয়া যাচ্ছে
eo: Nova versio de la ĝisdatiga mastrumilo disponeblas
et: Saadaval on uuendustehalduri uus versioon
fa: نسخه جدیدی از مدیر به‌روزرسانی موجود است
fo: Ein nýggjari útgáva av dagføringafyrisitingini er tøk
ga: Tá leagan nua den bhainisteoir nuashonraithe ar fáil
he: גירבא חדשה של מנהל העידכונים זמינה להורדה
id: Sebuah versi baru dari pengatur pembaharuan telah tersedia
ko: 새 버전의 업데이트 관리자가 나왔습니다
ml: അപ്‌ഡേറ്റ് മാനേജറിന്റെ പുതിയ പതിപ്പ് ലഭ്യമാണ്
nn: Ei ny utgåve av oppdateringshandteraren er tilgjengeleg
oc: Una novèla version del gestionari de mesas a jorn es disponibla
sr@latin: Nova verzija menadžera zakrpa je dostupna
te: నవీకరణ నిర్వాహకం యొక్క కొత్త రూపాంతరం లభ్యతలోవున్నది
tg: Версияи нави мудири навсозиҳо дастрас аст

source: 1 recommended update available (%(size)s)
af: 1 aanbevole bywerk is beskikbaar (%(size)s)
bn: ১টি রিকমেন্ডেড আপডেট পাওয়া যাচ্ছে (%(size)s)
eo: 1 rekomendata ĝisdatigo disponeblas (%(size)s)
et: Saadaval on 1 soovituslik uuendus (%(size)s)
fa: یک به‌روزرسانی توصیه‌شده موجود است (%(size)s)
fo: 1 tilmæld dagføring er tøk (%(size)s)
ga: Aon nuashonú molta amháin ar fáil (%(size)s)
he: ישנו עדכון מומלץ אחד 1 (%(size)s)
id: 1 pembaruan yang disarankan tersedia (%(size)s)
ko: 1개의 추천 업데이트가 있습니다 (%(size)s)
ml: ശുപാർശ ചെയ്യുന്ന ഒരു പുതുക്കൽ ലഭ്യമാണ് (%(size)s)
nn: 1 tilrådd oppdatering er tilgjengeleg (%(size)s)
oc: 1 mesa a jorn recomandada (%(size)s)
sr@latin: 1 preporučena zakrpa dostupna (%(size)s)
te: 1 ప్రతిపాదిత నవీకరణ అందుబాటులోవున్నది (%(size)s
tg: 1 навсозии тавсияшуда дастрас аст (%(size)s)

source: 1 recommended update available (%(size)s), 1 ignored
af: 1 aanbevole bywerk is beskikbaar (%(size)s), 1 ge-ignoreer
bn: ১টি রিকমেন্ডেড আপডেট পাওয়া যাচ্ছে (%(size)s), ১টি অগ্রাহ্য করা হয়েছে
eo: 1 rekomendata ĝisdatigo disponeblas (%(size)s) , 1 malatentatas
et: Saadaval on 1 soovituslik uuendus (%(size)s), 1 ignoreeriti
fa: یک به‌روزرسانی توصیه‌شده موجود است (%(size)s)، یک نادیده گرفته می‌شود
fo: 1 tilmæld dagføring er tøk (%(size)s), 1 lopin um
ga: Aon nuashonrú molta amháin ar fáil (%(size)s), Ceann amháin dearmadta
he: יש עדכון מומלץ אחד (%(size)s), התעלמות מעדכון אחד
id: 1 pembaharuan yang disarankan tersedia (%(size)s), 1 diabaikan
ko: 1개의 추천 업데이트가 있습니다 (%(size)s), 1개의 업데이트가 무시되었습니다.
ml: ശുപാർശ ചെയ്യുന്ന ഒരു പുതുക്കൽ ലഭ്യമാണ് (%(size)s), ഒരെണ്ണം അവഗണിച്ചു
nn: 1 tilrådd oppdatering er tilgjengeleg (%(size)s), 1 vert ignorert
oc: 1 mesa a jorn recomandada (%(size)s), 1 ignorada
sr@latin: 1 preporučena zakrpa dostupna (%(size)s), 1 zakrpa izignorisana
te: 1 ప్రతిపాదిత నవీకరణ అందుబాటులోవున్నది (%(size)s), 1 విస్మయించబడింది
tg: 1 навсозии тавсияшуда дастрас аст (%(size)s), 1 рад шудааст

source: 1 recommended update available (%(size)s), %(ignored)d ignored
af: 1 aanbevole bywerk is beskikbaar (%(size)s), %(ignored)d ge-ignoreer
bn: ১টি রিকমেন্ডেড আপডেট পাওয়া যাচ্ছে (%(size)s), %(ignored)d অগ্রাহ্য করা হয়েছে
eo: 1 rekomendata ĝisdatigo disponeblas (%(size)s) , %(ignored)d malatentatas
et: Saadaval on 1 soovituslik uuendus (%(size)s), %(ignored)d ignoreeriti
fa: یک به‌روزرسانی توصیه‌شده موجود است (%(size)s)، %(ignored)d نادیده گرفته می‌شود
fo: 1 tilmæld dagføring er tølkl (%(size)s), %(ignored)d ignored
ga: Aon nuashonrú molta amháin ar fáil (%(size)s), %(ignored)d dearmadta
he: יש עדכון מומלץ אחד (%(size)s), התעלמות מ־%(ignored)d עדכונים
id: 1 pembaharuan yang disarankan tersedia (%(size)s), %(ignored)d diabaikan
ko: 1개의 추천 업데이트가 있습니다 (%(size)s), %(ignored)d개의 업데이트가 무시되었습니다.
ml: ശുപാർശ ചെയ്യുന്ന ഒരു പുതുക്കൽ ലഭ്യമാണ് (%(size)s), %(ignored)d എണ്ണം അവഗണിച്ചു
nn: 1 tilrådd oppdatering er tilgjengeleg (%(size)s), %(ignored)d vert ignorerte
oc: 1 mesa a jorn recomandada (%(size)s), %(ignored)d ignoradas
sr@latin: 1 preporučena zakrpa dostupna (%(size)s), %(ignored)d izignorisana
te: 1 ప్రతిపాదిత నవీకరణ అందుబాటులోవున్నది (%(size)s), %(ignored)d విస్మరించబడింది
tg: 1 навсозии тавсияшуда дастрас аст (%(size)s), %(ignored)d дар шудаанд

source: %(recommended)d recommended updates available (%(size)s)
af: %(recommended)d aanbevole bywerk is beskikbaar (%(size)s)
bn: %(recommended)d রিকমেন্ডেড আপডেটসমূহ পাওয়া যাচ্ছে (%(size)s)
eo: %(recommended)d rekomendataj ĝisdatigoj disponeblas (%(size)s)
et: Saadaval on %(recommended)d soovituslikku uuendust (%(size)s)
fa: %(recommended)d به‌روزرسانی توصیه‌شده موجود است (%(size)s)
fo: %(recommended)d tilmældar tøkar dagføringar (%(size)s)
ga: %(recommended)d nuashonruithe molta ar fáil (%(size)s)
he: יש %(recommended)d עדכונים מומלצים (%(size)s)
id: %(recommended)d rekomendasi pembaharuan tersedia (%(size)s)
ko: %(recommended)d개의 추천 업데이트가 있습니다 (%(size)s)
ml: ശുപാർശ ചെയ്യുന്ന %(recommended)d പുതുക്കലുകൾ ലഭ്യമാണ് (%(size)s)
nn: %(recommended)d tilrådde oppdateringar er tilgjengelege (%(size)s)
oc: %(recommended)d mesas a jorn recomandadas (%(size)s)
sr@latin: %(recommended)d preporučenih nadogradnji dostupno (%(size)s)
te: %(recommended)d ప్రతిపాదిత నవీకరణలు అందుబాటులోవున్నాయి (%(size)s)
tg: %(recommended)d навсозии тавсияшуда дастрасанд (%(size)s)

source: %(recommended)d recommended updates available (%(size)s), 1 ignored
af: %(recommended)d aanbevole bywerkings beskikbaar (%(size)s), 1 geïgnoreer
bn: %(recommended)d রিকমেন্ডেড আপডেটসমূহ পাওয়া যাচ্ছে (%(size)s), ১টি অগ্রাহ্য করা হয়েছে
eo: %(recommended)d rekomendataj ĝisdatigoj disponeblas (%(size)s), 1 malatentatas
et: Saadaval on %(recommended)d soovituslikku uuendust (%(size)s), 1 ignoreeriti
fa: %(recommended)d به‌روزرسانی توصیه‌شده موجود است (%(size)s)، یک نادیده گرفته می‌شود
fo: %(recommended)d tilmældar dagføringar tøkar (%(size)s), 1 skúgvað til viks
ga: %(recommended)d nuashonruithe molta ar fáil (%(size)s), Ceann amháin dearmadta
he: יש %(recommended)d עדכונים מומלצים (%(size)s), התעלמות מעדכון אחד
id: %(recommended)d rekomendasi pembaharuan tersedia (%(size)s), 1 diabaikan
ko: %(recommended)d개의 추천 업데이트가 있습니다 (%(size)s), 1개의 업데이트가 무시되었습니다.
ml: ശുപാർശ ചെയ്യുന്ന %(recommended)d പുതുക്കലുകൾ ലഭ്യമാണ് (%(size)s), ഒരെണ്ണം അവഗണിച്ചു
nn: %(recommended)d tilrådde oppdateringar er tilgjengelege (%(size)s), 1 vert ignorert
oc: %(recommended)d mesas a jorn recomandadas (%(size)s), 1 ignorada
sr@latin: %(recommended)d preporučenih nadogradnji dostupno (%(size)s), 1 ignorisana
te: %(recommended)d ప్రతిపాదిత నవీకరణలు అందుబాటులోవున్నాయి (%(size)s), 1 విస్మరించబడింది
tg: %(recommended)d навсозии тавсияшуда дастрасанд (%(size)s), 1 рад шудааст

source: %(recommended)d recommended updates available (%(size)s), %(ignored)d ignored
af: %(recommended)d aanbevole bywerkings beskikbaar (%(size)s), %(ignored)d geïgnoreer
bn: %(recommended)d রিকমেন্ডেড আপডেটসমূহ পাওয়া যাচ্ছে (%(size)s), %(ignored)d অগ্রাহ্য করা হয়েছে
eo: %(recommended)d rekomendataj ĝisdatigoj disponeblas (%(size)s, %(ignored)d malatentatas
et: Saadaval on %(recommended)d soovituslikku uuendust (%(size)s), %(ignored)d ignoreeriti
fa: %(recommended)d به‌روزرسانی توصیه‌شده موجود است (%(size)s)، %(ignored)d نادیده گرفته می‌شود
fo: %(recommended)d tilmældar dagføringar tilmældar (%(size)s), %(ignored)d skúgvaðar til viks
ga: %(recommended)d nuashonruithe molta ar fáil (%(size)s), %(ignored)d dearmadta
he: יש %(recommended)d עדכונים מומלצים (%(size)s), התעלמות מ־%(ignored)d עדכונים
id: %(recommended)d rekomendasi pembaharuan tersedia (%(size)s), %(ignored)d diabaikan
ko: %(recommended)d개의 추천 업데이트가 있습니다 (%(size)s), %(ignored)d개의 업데이트가 무시되었습니다.
ml: ശുപാർശ ചെയ്യുന്ന %(recommended)d പുതുക്കലുകൾ ലഭ്യമാണ് (%(size)s), %(ignored)d എണ്ണം അവഗണിച്ചു
nn: %(recommended)d tilrådde oppdateringar er tilgjengelege (%(size)s), %(ignored)d vert ignorerte
oc: %(recommended)d mesas a jorn recomandadas (%(size)s), %(ignored)d ignoradas
sr@latin: %(recommended)d preporučenih nadogradnji dostupno (%(size)s), %(ignored)d ignorisano
te: %(recommended)d ప్రతిపాదిత నవీకరణలు అందుబాటులోవున్నాయి (%(size)s), %(ignored)d విస్మరించబడ్డాయి
tg: %(recommended)d навсозии тавсияшуда дастрасанд (%(size)s), %(ignored)d рад шудаанд
