Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintupdate-debian/mintupdate-debian-*.po
Languages: af, bn, eo, et, fa, fo, ga, he, id, ko, ml, nn, oc, sr@latin, te, tg

source: Your system is not pointing to the Linux Mint repositories
af: U stelsel wys nie na die Linux Mint opslaanplekke nie
bn: আপনার সিস্টেম লিনাক্স মিন্ট রেপোজিটরির প্রতি নির্দেশ করছে না
eo: Via sistemo ne estas indikanta al deponejoj deLinukso Minto
et: Sinu süsteem ei kasuta Linux Minti varamuid.
fa: سیستم شما به مخازن لینوکس مینت اشاره نمی‌کند
fo: Títt kervi peikar ikki á Linux Mint ritgoymslurnar
ga: Níl do chóras á phointeáil ar thaisclanna bogearraí de Linux Mint
he: מערכת ההפעלה שלך לא מחוברת למאגרים של Linux Mint
id: Sistem Anda tidak mengait ke repository Linux Mint
ko: 당신의 시스템은 리눅스 민트 저장소를 가리키고 있지 않습니다.
ml: താങ്കളുടെ സിസ്റ്റം ലിനക്സ് മിന്റ് റെപ്പോസിറ്ററികളിലേക്ക് ചൂണ്ടിയിട്ടില്ല
nn: Systemet ditt peiker ikkje mot Linux Mint-pakkkebrønnane
oc: Vòstre sistèma punta pas cap als depauses Linux Mint
sr@latin: Vaš sistem ne ukazuje na Linuks Mint skladište
te: మీ వ్యవస్థ లినక్స్ మింట్ భాండాగారాలను సూచించడంలేదు
tg: Системаи шумо ягон анбори нармафзори "Linux Mint"-ро истифода намебарад

source: Add 'deb http://packages.linuxmint.com/ debian main upstream import' to your APT sources
af: Voeg 'deb http://packages.linuxmint.com/ debian main upstream import' tot u APT bronne
bn: 'deb http://packages.linuxmint.com/ debian main upstream import' আপনার APT সোর্সে যুক্ত করুন
eo: Aldonu 'deb http://packages.linuxmint.com/ debian main upstream import' al viaj APT-fontoj
et: Lisa "deb http://packages.linuxmint.com/ debian main upstream import" enda APT allikatesse
fa: 'deb http://packages.linuxmint.com/ debian main upstream import' را به منابع APT خودتان اضافه نمایید
fo: Legg 'deb http://packages.linuxmint.com/ debian main upstream import' afturat tínum APT keldum
ga: Cuir 'deb http://packages.linuxmint.com/ debian main upstream import' le d' fhoinsí APT
he: הוסף את deb http://packages.linuxmint.com/ debian main upstream import' למקורות הAPT שלך
id: Tambahkan 'deb http://packages.linuxmint.com/ debian main upstream import' ke sumber APT Anda
ko: 당신의 APT 소스에 'deb http://packages.linuxmint.com/ debian main upstream import'를 추가하세요.
ml: താങ്കളുടെ എ.പി.റ്റി. സ്രോതസ്സിൽ 'deb http://packages.linuxmint.com/ debian main upstream import' ചേർക്കുക
nn: Legg 'deb http://packages.linuxmint.com/ debian main upstream import' til som APT-kjelde
oc: Apondre 'deb http://packages.linuxmint.com/ debian main upstream import' a vòstras fonts APT
sr@latin: Dodaj 'deb http://packages.linuxmint.com/ debian main upstream import' na vaša APT izvorišta
te: మీ APT వనరులకు 'deb http://packages.linuxmint.com/ debian main upstream import' ను జతచేయండి
tg: Илова кардани 'deb http://packages.linuxmint.com/ debian main upstream import' ба манбаҳои APT

source: Your system is not pointing to any Debian repository
af: U stelsel wys nie na enige Debian opslaanplekke nie
bn: আপনার সিস্টেম কোন ডেবিয়ান রেপোজিটরির দিকে ইশারা করছে না
eo: Via sistemo ne estas indikanta al iu Debiana deponejo
et: Sinu süsteem ei kasuta Debiani varamuid
fa: سیستم شما به هیچ‌یک از مخازن دبیان اشاره نمی‌کند
fo: Títt kervi peikar ikki á nakra Debian ritgoymslu
ga: Níl do chóras á phointeáil ar aon thaisclanna bogearraí de Debian
he: מערכת ההפעלה שלך לא מחוברת למאגרים של Debian
id: Sistem Anda tidak mengait ke repository Debian manapun
ko: 당신의 시스템은 어떠한 데비안 저장소도 가리키고 있지 않습니다.
ml: താങ്കളുടെ സിസ്റ്റം ഏതെങ്കിലും ഡെബിയൻ റെപ്പോസിറ്ററിയിലേക്ക് ചൂണ്ടുന്നില്ല
nn: Systemet ditt peiker ikkje mot nokon Debian-pakkebrønn
oc: Vòstre sistèma punta pas cap a cap de depaus Debian
sr@latin: Vaš sistem ne ukazuje na bilo koji Debian skladište
te: మీ వ్యవస్థ ఎటువంటి డెబియన్ భాండాగారాన్ని సూచించడంలేదు
tg: Системаи шумо ягон анбори нармафзори "Debian"-ро истифода намебарад

source: Add 'deb http://debian.linuxmint.com/latest testing main contrib non-free' to your APT sources
af: Voeg 'deb http://debian.linuxmint.com/latest testing main contrib non-free' tot u APT bronne
bn: 'deb http://debian.linuxmint.com/latest testing main contrib non-free' আপনার APT সোর্সে যুক্ত করুন
eo: Aldonu 'deb http://debian.linuxmint.com/latest testing main contrib non-free' al viaj APT-fontoj
et: Lisa "deb http://debian.linuxmint.com/latest testing main contrib non-free" enda APT allikatesse
fa: 'deb http://debian.linuxmint.com/latest testing main contrib non-free' را به منابع APT خودتان اضافه نمایید
fo: Legg 'deb http://debian.linuxmint.com/latest testing main contrib non-free' afturat tínum APT keldum
ga: Cuir 'deb http://debian.linuxmint.com/latest testing main contrib non-free' le d'fhoinsí APT
he: הוסף את 'deb http://debian.linuxmint.com/latest testing main contrib non-free' למאגרי ה APT שלך
id: Tambahkan 'deb http://debian.linuxmint.com/latest testing main contrib non-free' ke sumber APT Anda
ko: 당신의 APT 소스에 'deb http://debian.linuxmint.com/latest testing main contrib non-free'를 추가하세요.
ml: താങ്കളുടെ എ.പി.റ്റി. സ്രോതസ്സിൽ 'deb http://debian.linuxmint.com/latest testing main contrib non-free' ചേർക്കുക
nn: Legg 'deb http://debian.linuxmint.com/latest testing main contrib non-free' til som APT-kjelde
oc: Apondètz 'deb http://debian.linuxmint.com/latest testing main contrib non-free' a vòstras fonts APT
sr@latin: Add 'deb http://debian.linuxmint.com/latest testing main contrib non-free' na vaša APT izvorišta
te: మీ APT వనరులకు 'deb http://debian.linuxmint.com/latest testing main contrib non-free' ను జతచేయండి
tg: Илова кардани 'deb http://debian.linuxmint.com/latest testing main contrib non-free' ба манбаҳои APT

source: Your system is pointing directly to Debian
af: U stelsel wys direk na Debian
bn: আপনার সিস্টেম সরাসরি ডেবিয়ানের দিকে ইশারা করছে
eo: Via sistemo estas rekte indikanta al Debiano
et: Sinu süsteem toetub otse Debianile
fa: سیستم شما مستقیما به دبیان اشاره می‌کند
fo: Títt kervi peikar beinleiðis á Debian
ga: Tá do chóras á phointeáil go díreach ar Debian
he: מערכת ההפעלה שלך מצביע ישירות על Debian
id: Sistem Anda mengait secara langsung ke Debian
ko: 당신의 시스템은 데비안을 직접 가리키고 있습니다.
ml: താങ്കളുടെ സിസ്റ്റം നേരിട്ട് ഡെബിയനിലേയ്ക്കാണ് ചൂണ്ടിയിരിക്കുന്നത്
nn: Systemet ditt peiker direkte mot Debian
oc: Vòstre sistèma punta dirèctament cap a Debian
sr@latin: Vaš sistem direktno ukazuje na Debian
te: మీ వ్యవస్థ నేరుగా డెబియన్‌ను సూచిస్తుంది
tg: Системаи шумо мехоҳед, ки анбори нармафзори "Debian"-ро истифода барад

source: This is only recommended for experienced users
af: Hierdie word slegs vir ervare gebruikers aanbeveel
bn: এটি শুধু মাত্র অভিজ্ঞ ব্যবহারকারীর ক্ষেত্রে প্রযোজ্য
eo: Ĉi tio estas rekomendita al spertuloj
et: See on soovitatav vaid kogenud kasutajatele
fa: این فقط برای کاربران باتجربه پیشنهاد می‌شود
fo: Hettar er einans tilmælt royndum brúkarum
ga: Níl sé seo molta ach amháin d' úsáideoirí le taithí fhairsing
he: מומלץ רק למשתמשים מנוסים
id: Ini hanya direkomendasikan untuk pengguna yang telah berpengalaman
ko: 이것은 숙련된 사용자에게만 추천합니다.
ml: ഇത് പരിചയസമ്പന്നരായ ഉപയോക്താക്കൾക്കു മാത്രമേ ശുപാർശ ചെയ്യുന്നുള്ളു
nn: Dette blir berre tilrådd røynde brukarar
oc: Aquò es recomandat unicament pels utilizaires experimentats
sr@latin: Ovo se preporučuje samo za iskusne korisnike
te: ఇది కేవలం అనుభవజ్ఞులైన వాడుకరులకు మాత్రమే సిఫారసుచేయబడింది
tg: Ин танҳо барои корбарони коршинос тавсия дода мешавад

source: Your system is pointing to the 'Linux Mint Debian Incoming' repository
af: U stelsel wys na die 'Linux Mint Debian Incoming' opslaanplek
bn: আপনার সিস্টেম 'লিনাক্স মিন্ট ডেবিয়ান আগমনরত' রেপোজিটরির দিকে ইশারা করছে
eo: Via sistemo estas indikanta al deponejo de la Debiana versio de Linukso Minto 'Enirante'
et: Sinu süsteem kasutab "Linux Mint Debian Incoming" varamut
fa: سیستم شما به مخزن 'Linux Mint Debian Incoming' اشاره می‌کند
fo: Títt kervi peikar á 'Linux Mint Debian Incoming' ritgoymsluna
ga: Tá do chóras á pointeáil ar an taisclanna bogearraí 'Linux Mint Debian Incoming'
he: מערכת ההפעלה שלך מחוברת אל מאגרי המידע של 'Linux Mint Debian Incoming'
id: Sistem Anda mengait ke repository 'Linux Mint Debian Incoming'
ko: 당신의 시스템은 '리눅스 민트 데비안 Incoming' 저장소를 가리키고 있습니다.
ml: താങ്കളുടെ സിസ്റ്റം 'ലിനക്സ് മിന്റ് ഡെബിയൻ ഇൻകമിങ്' റെപ്പോസിറ്ററിയിലേയ്ക്കാണ് ചൂണ്ടിയിരിക്കുന്നത്
nn: Systemet ditt peiker mot pakkebrønnen 'Linux Mint Debian Incoming'
oc: Vòstre sistèma punta cap al depaus 'Linux Mint Debian Incoming'
sr@latin: Vaš sistem ukazuje na 'Linux Mint Debian dolazno' skladište
te: మీ వ్యవస్థ 'లినక్స్ మింట్ డెబియన్ ఇన్‌కమింగ్' భాండాగారాన్ని సూచిస్తుంది
tg: Системаи шумо мехоҳед, ки анбори нармафзори "Linux Mint Debian Incoming"-ро истифода барад

source: This is only recommend for experienced users
af: Hierdie word slegs vir ervare gebruikers aanbeveel
bn: এটি শুধু মাত্র অভিজ্ঞ ব্যবহারকারীর ক্ষেত্রে প্রযোজ্য
eo: Ĉi tio estas rekomendita al spertuloj
et: See on soovitatav vaid kogenud kasutajatele
fa: این فقط برای کاربران باتجربه پیشنهاد می‌شود
fo: Hettar er einans tilmælt framkomnum brúkarum
ga: Níl sé seo molta ach amháin d' úsáideoirí le taithí fhairsing
he: מומלץ אך ורק למשתמשים מנוסים
id: Ini hanya direkomendasikan untuk pengguna yang telah berpengalaman
ko: 이것은 숙련된 사용자에게만 추천합니다.
ml: ഇത് പരിചയസമ്പന്നരായ ഉപയോക്താക്കൾക്കു മാത്രമേ ശുപാർശ ചെയ്യുന്നുള്ളു
nn: Dette blir berre tilrådd røynde brukarar
oc: Aquò es recomandat unicament pels utilizaires experimentats
sr@latin: Ovo se preporučuje samo za iskusne korisnike
te: ఇది కేవలం అనుభవజ్ఞులైన వాడుకరులకు సిఫారసుచేయబడింది
tg: Ин танҳо барои корбарони коршинос тавсия дода мешавад

source: Your system is pointing to the 'Linux Mint Debian Latest' repository
af: U stelsel wys na die 'Linux Mint Debian Latest' opslaanplek
bn: আপনার সিস্টেম 'লিনাক্স মিন্ট ডেবিয়ান সর্বশেষ' রেপোজিটরির দিকে ইশারা করছে
eo: Via sistemo estas indikanta al deponejo de la Debiana versio de Linukso Minto 'Laste'
et: Sinu süsteem kasutab "Linux Mint Debian Latest" varamut
fa: سیستم شما به مخزن 'Linux Mint Debian Latest' اشاره می‌کند
fo: Títt kervi peikar á 'Linux Mint debian Latest' ritgoymsluna
ga: Tá do chóras ag díriú ar an tasclann 'Linux Mint Debian Latest'
he: מערכת ההפעלה שלך מחוברת למאגרי המידע של 'Linux Mint Debian Latest'
id: Sistem Anda mengait ke repository 'Linux Mint Debian Latest'
ko: 당신의 시스템은 '리눅스 민트 데비안 최신' 저장소를 가리키고 있습니다.
ml: താങ്കളുടെ സിസ്റ്റം 'ലിനക്സ് മിന്റ് ഡെബിയൻ ലേറ്റസ്റ്റ്' റെപ്പോസിറ്ററിയിലേയ്ക്ക് ചൂണ്ടിയിട്ടുണ്ട്.
nn: Systemet ditt peiker mot pakkebrønnen 'Linux Mint Debian Latest'
oc: Vòstre sistèma punta cap al depaus 'Linux Mint Debian Latest'
sr@latin: Vaš sistem ukazuje na 'Linux Mint Debian najnovoje' skladište
te: మీ వ్యవస్థ 'లినక్స్ మింట్ డెబియన్ సరికొత్త' భాండాగారాన్ని సూచిస్తుంది
tg: Системаи шумо мехоҳед, ки анбори нармафзори "Linux Mint Debian Latest"-ро истифода барад

source: Information
af: Inligting
bn: তথ্যাদি
eo: Informo
et: Info
fa: اطلاعات
fo: Upplýsing
ga: Eolas
he: מידע נוסף
id: Informasi
ko: 정보
ml: വിവരം
nn: Opplysningar
oc: Informacions
sr@latin: Obaveštenje
te: సమాచారం
tg: Маълумот

source: Log file
af: Loglêer
bn: লগ ফাইল
eo: Protokola dosiero
et: Logifail
fa: پرونده ثبت وقایع
fo: Loggfíla
ga: Logchomhad
he: קובץ מעקב
id: Berkas catatan
ko: 로그 파일
ml: ലോഗ് ഫയൽ
nn: Loggfil
oc: Fichièr de rapòrt
sr@latin: Datoteka evidencije
te: చిట్టా ఫైల్
tg: Файли сабтҳои рӯйдодҳо

source: Permissions:
af: Toestemmings:
bn: অনুমতিসমূহঃ
eo: Permesoj:
et: Õigused:
fa: مجوزها:
fo: Loyvi:
ga: Ceadanna:
he: הרשאות:
id: Ijin:
ko: 권한:
ml: അനുമതികൾ:
nn: Løyve:
oc: Dreches d'accès :
sr@latin: Dozvole:
te: అనుమతులు:
tg: Иҷозатҳо:

source: Process ID:
af: Proses ID:
bn: প্রসেস আইডিঃ
eo: Proceza ID:
et: Protsessi ID:
fa: شناسه فرآیند:
fo: Tilgongd ID:
ga: ID Próisis:
he: זיהוי תהליך:
id: ID Proses
ko: 프로세스 ID:
ml: പ്രവൃത്തിയുടെ ഐ.ഡി.:
nn: Prosess-ID:
oc: Identificant de processus (ID) :
sr@latin: ID procesa
te: ప్రక్రియ ఐడి:
tg: ID-и раванд:

source: Log file:
af: Loglêer:
bn: লগ ফাইলঃ
eo: Protokola dosiero:
et: Logifail:
fa: پرونده ثبت‌ وقایع:
fo: Loggfíla:
ga: Logchomhad:
he: קובץ מעקב
id: Berkas catatan:
ko: 로그 파일:
ml: ലോഗ് ഫയൽ:
nn: Loggfil:
oc: Fichièr de log :
sr@latin: Datoteka evidencije:
te: చిట్టా ఫైల్:
tg: Файли сабтҳои рӯйдодҳо:

source: About
af: Aangaande
bn: সম্পর্কিত
eo: Pri
et: Teave
fa: درباره
fo: Um forritið
ga: Eolas Faoi
he: אודות
id: Perihal
ko: 정보 보기
ml: വിവരണം
nn: Om
oc: A prepaus
sr@latin: O programu
te: గురించి
tg: Дар бораи барнома

source: Please enter your password to start the update manager
af: Voer asb. u wagwoord in om die bywerking bestuurder te begin
bn: আপডেট ম্যানেজার চালু করার জন্য অনুগ্রহ করে আপনার পাসওয়ার্ড প্রবেশ করান
eo: Bonvole tajpu vian pasvorton por startigi la ĝisdatigan mastrumilon
et: Palun sisesta parool, et käivitada uuendushaldur
fa: لطفا رمزعبور خود را وارد نمایید تا مدیر به‌روزرسانی شروع‌ به‌کار نماید
fo: Vinarliga skriva títt atlát, til at byrja dagføringafyrisitingina
ga: Iontráil d'fhocal faire chun an bainisteoir nuashonraithe a thosú
he: הכנס ססמה כדי להפעיל את מנהל העדכונים
id: Silahkan masukkan kata sandi anda untuk memulai manajer pembaharuan
ko: 업데이트 관리자를 시작하려면 암호를 입력하세요.
ml: ദയവായി താങ്കളുടെ രഹസ്യവാക്ക് നൽകി അപ്‌ഡേറ്റ് മാനേജർ തുടങ്ങുക
nn: Skriv inn passordet ditt for å starta oppdateringshandsamaren
oc: Entratz vòstre senhal per aviar lo gestionari de mesas a jorn
sr@latin: Unesite lozinku da biste pokrenuli menadžer ažuriranja
te: నవీకరణ నిర్వాహకాన్ని ప్రారంభించుటకు దయచేసి మీ సంకేతపదాన్ని ప్రవేశపెట్టండి
tg: Лутфан, барои оғоз кардани мудири навсозиҳо пароли худро ворид кунед

source: B
af: G
fa: بایت
he: בייט
ko: 바이트
ml: ബി.
oc: o
te: బై

source: KB
af: KG
fa: کیلوبایت
he: קילו בייט
ko: 킬로바이트
ml: കെ.ബി.
oc: Ko
te: కిబై
tg: КБ

source: MB
af: MG
fa: مگابایت
he: מגה בייט
ko: 메가바이트
ml: എം.ബി.
oc: Mio
te: మెబై
tg: МБ

source: GB
af: GG
fa: گیگابایت
he: גיגה בייט
ko: 기가 바이트
ml: ജി.ബി.
oc: Gio
te: గిబై
tg: ГБ

source: Ignore updates for this package
af: Ignoreer bywerkings vir hierdie pakket
bn: এই প্যাকেজের আপডেটসমূহ প্রত্যাখ্যান করুন
eo: Malatenti ĝisdatigojn por ĉi tiu pakaĵo
et: Eira selle paketi uuendusi
fa: نادیده گرفتن به‌روزرسانی‌های این بسته
fo: Skúgva til viks dagføringar fyri henda pakka
ga: Déan dearmad ar nuashonruithe atá ar fáil don phacáiste seo
he: התעלם מהעדכונים לחבילה זו
id: Abaikan pembaharuan untuk paket ini
ko: 이 패키지에 대한 업데이트 무시
ml: ഈ പാക്കേജിനുള്ള അപ്‌ഡേറ്റുകൾ അവഗണിക്കുക
nn: Ignorer oppdateringar av denne pakken
oc: Ignorar las mesas a jorn per aqueste paquet
sr@latin: Zanemari ispravke za ovaj paket
te: ఈ ప్యాకేజీ కొరకు నవీకరణలను విస్మరించు
tg: Рад кардани навсозиҳо барои ин баста

source: Upgrade
af: Opgradeer
bn: আপগ্রেড
eo: Promocii
et: Uuenda
fa: ارتقا
fo: Uppstiga
ga: Nuashonraigh
he: שדרג
ko: 업그레이드
ml: അപ്‌ഗ്രേഡ് ചെയ്യുക
nn: Oppgrader
oc: Metre a nivèl
sr@latin: Nadogradi
te: ఉన్నతీకరించు
tg: Такмил додан

source: Size
af: Grootte
bn: আকার
eo: Grando
et: Suurus
fa: اندازه
fo: Stødd
ga: Méid
he: גודל
id: Ukuran
ko: 크기
ml: വലിപ്പം
nn: Storleik
oc: Talha
sr@latin: Veličina
te: పరిమాణం
tg: Андоза

source: Install Updates
af: Installeer Bywerkings
bn: আপডেটসমূহ ইনস্টল করুন
eo: Instali ĝisdatigojn
et: Paigalda uuendused
fa: نصب به‌روزرسانی‌ها
fo: Legg inn dagførlsur
ga: Suiteáil Nuashonruithe
he: התקן עידכונים
id: Install pembaharuan
ko: 업데이트 설치
ml: അപ്‌ഡേറ്റുകൾ ഇൻസ്റ്റോൾ ചെയ്യുക
nn: Installer oppdateringane
oc: Installar las mesas a jorn
sr@latin: Instaliraj ispravke
te: నవీకరణలను స్థాపించు
tg: Насб кардани навсозиҳо

source: Refresh
af: Verfris
bn: রিফ্রেশ
eo: Aktualigi
et: Värskenda
fa: بازسازی
fo: Endurnýggja
ga: Athnuaigh
he: רענן
id: Segarkan
ko: 새로 고침
ml: കാലാനുസൃതമാക്കുക
nn: Frisk opp att
oc: Metre a jorn
sr@latin: Osveži
te: తాజాపరుచు
tg: Навсозӣ кардан

source: Select All
af: Kies Almal
bn: সব নির্বাচন করুন
eo: Elekti ĉiujn
et: Vali kõik
fa: گزینش همه
fo: Vel alt
ga: Roghnaigh iad uile
he: בחר הכל
id: Pilih Semua
ko: 전체 선택
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
nn: Vel alle
oc: Seleccionar tot
sr@latin: Izaberi sve
te: అన్నిటిని ఎంచుకొను
tg: Ҳамаро интихоб кардан

source: Clear
af: Maak Skoon
bn: পরিষ্কার করুন
eo: Vakigi
et: Puhasta
fa: پاک‌سازی
fo: Reinsa
ga: Glan
he: נקה
id: Bersihkan
ko: 제거
ml: ശൂന്യമാക്കുക
nn: Tøm
oc: Escafar
sr@latin: Očisti
te: తుడిచివేయి
tg: Пок кардан

source: Description
af: Beskrywing
bn: বিবরণ
eo: Priskribo
et: Kirjeldus
fa: توضیح
fo: Lýsing
ga: Tuairisc
he: תיאור
id: Deskripsi
ko: 설명
ml: വിവരണം
nn: Skildring
oc: Descripcion
sr@latin: Opis
te: వివరణ
tg: Тавсиф

source: Changelog
af: Veranderingsrekord
bn: পরিবর্তনলগ
eo: Ŝanĝoprotokolo
et: Muudatuste logi
fa: گزارش‌تغییرات
fo: Broytingar loggur
ga: Loga na n-athruithe
he: רשימת שינויים
id: Catatan perubahan
ko: 변경기록
ml: ചേഞ്ച്‌ലോഗ്
nn: Endringslogg
oc: Istoric dels cambiaments (Changelog)
sr@latin: Dnevnik izmena
te: మార్పుచిట్టా
tg: Сабти тағйирот

source: _File
af: Lêer
bn: ফাইল (_F)
eo: _Dosiero
et: _Fail
fa: _پرونده
fo: _Fíla
ga: Comhad - (_F)
he: _קובץ
ko: 파일(_F)
ml: _ഫയല്‍
nn: _Fil
oc: _Fichièr
sr@latin: _Datoteka
te: ఫైల్ (_F)
tg: _Файл

source: Close
af: Maak toe
bn: বন্ধ করুন
eo: Fermi
et: Sulge
fa: بستن
fo: Lat aftur
ga: Dún
he: סגור
id: Tutup
ko: 닫기
ml: അടയ്ക്കുക
nn: Lukk
oc: Tampar
sr@latin: Zatvori
te: మూసివేయి
tg: Пӯшидан

source: _Edit
af: R_edigeer
bn: সম্পাদনা (_E)
eo: R_edakti
et: _Redaktor
fa: _ویرایش
fo: _Ritstjórna
ga: _Eagar
he: _ערוך
ko: 편집(_E)
ml: ‌_തിരുത്തുക
nn: _Endra
oc: E_dicion
sr@latin: _Uredi
te: సవరణ (_E)
tg: _Таҳрир кардан

source: Software sources
af: Sagteware bronne
bn: সফটওয়্যারের উৎস
eo: Programaraj fontoj
et: Tarkvaraallikad
fa: منابع نرم افزار
fo: Ritbúnaðarkeldur
ga: Foinsí bogearraí
he: מקורות התוכנה
id: Sumber perangkat lunak
ko: 소프트웨어 소스
ml: സോഫ്റ്റ്‌വേർ സ്രോതസ്സുകൾ
nn: Programvarekjelder
oc: Fonts de logicials
sr@latin: Izvori softvera
te: సాఫ్ట్‍వేర్ వనరులు
tg: Манбаҳои нармафзор

source: _View
af: Aansig
bn: প্রদর্শন (_V)
eo: _Vidi
et: _Vaade
fa: _نما
fo: _Vís
ga: Amharc - (_V)
he: _צפה
id: _Tampilan
ko: 보기(_V)
ml: _‌കാണുക
nn: _Syn
oc: A_fichatge
sr@latin: _Prikaz
te: వీక్షణం (_V)
tg: _Намоиш

source: Visible columns
af: Sigbare kolomme
bn: দৃশ্যমান কলাম
eo: Videblaj kolumnoj
et: Nähtavad veerud
fa: ستون‌های نمایان
fo: Sjónligir teigir
ga: Colúin sofheicthe
he: טורים ניראים
id: Kolom-kolom yang terlihat
ko: 열 설정
ml: കാണാവുന്ന കളങ്ങൾ
nn: Synlege kolonnar
oc: Colomnas visiblas
sr@latin: Vidljive kolone
te: దృగ్గోచర వరస
tg: Сутунҳои намоён

source: _Help
af: _Hulp
bn: সাহায্য (_H)
eo: _Helpo
et: A_bi
fa: _راهنما
fo: _Hjálp
ga: Cab_hair
he: _עזרה
id: _Bantuan
ko: 도움말(_H)
ml: _സഹായം
nn: _Hjelp
oc: _Ajuda
sr@latin: _Pomoć
te: సహాయం (_H)
tg: _Кумак
