Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintupdate-debian/mintupdate-debian-*.po
Languages: af, bn, eo, et, fa, fo, ga, he, id, ko, ml, nn, oc, sr@latin, te, tg

source: No updates selected
af: Geen bywerkings gekies nie
bn: কোন আপডেট নির্বাচন করা হয়নি
eo: Neniuj ĝisdatigoj estas elektitaj
et: Uuendusi pole valitud
fa: هیچ به‌روزرسانی انتخاب نشده‌است
fo: Eingin dagføring er vald
ga: Níl aon nuashonrú roghnaithe
he: לא נבחרו עדכונים
id: Tidak ada pembaharuan yang dipilih
ko: 선택된 업데이트가 없습니다
ml: പുതുക്കലുകള്‍ ഒന്നും തിരഞ്ഞെടുത്തിട്ടില്ല
nn: Ingen oppdateringar er valde
oc: Cap de mesa a jorn pas seleccionada
sr@latin: Nijedna zakrpa nije odabrana
te: ఏ నవీకరణలను ఎంచుకోలేదు
tg: Ягон навсозӣ интихоб нашудааст

source: %(selected)d update selected (%(size)s)
af: %(selected)d bywerking gekies (%(size)s)
bn: %(selected)d নির্বাচিত আপডেটসমূহ (%(size)s)
eo: %(selected)d ĝisdatigo elektata (%(size)s)
et: Valitud on %(selected)d uuendus (%(size)s)
fa: %(selected)d به‌روزرسانی انتخاب شده است(%(size)s)
fo: %(selected)d dagføring vald (%(size)s)
ga: %(selected)d nuashonrú roghnaithe(%(size)s)
he: נבחרו %(selected)d עדכונים (%(size)s)
id: %(selected)d pembaruan terpilih (%(size)s)
ko: %(selected)d개의 업데이트가 선택되었습니다 (%(size)s)
ml: %(selected)d പുതുക്കല്‍ തിരഞ്ഞെടുത്തിരിക്കുന്നു (%(size)s)
nn: %(selected)d oppdatering er vald (%(size)s)
oc: %(selected)d mesa a jorn seleccionada (%(size)s)
sr@latin: %(selected)d osveži odabrane (%(size)s)
te: %(selected)d నవీకరణ ఎంచుకోబడింది (%(size)s)
tg: %(selected)d интихоб шудааст (%(size)s)

source: %(selected)d updates selected (%(size)s)
af: %(selected)d bywerkings gekies (%(size)s)
bn: %(selected)d নির্বাচিত আপডেটসমূহ (%(size)s)
eo: %(selected)d ĝisdatigoj elektataj (%(size)s)
et: Valitud on %(selected)d uuendust (%(size)s)
fa: %(selected)d به‌روزرسانی‌ انتخاب شده است(%(size)s)
fo: %(selected)d dagføringar valdar (%(size)s)
ga: %(selected)d nuashonruithe roghnaithe(%(size)s)
he: נבחרו %(selected)d עדכונים (%(size)s)
id: %(selected)d pembaruan terpilih (%(size)s)
ko: %(selected)d개의 업데이트가 선택되었습니다 (%(size)s)
ml: %(selected)d പുതുക്കലുകള്‍ തിരഞ്ഞെടുത്തിരിക്കുന്നു (%(size)s)
nn: %(selected)d oppdateringar er valde (%(size)s)
oc: %(selected)d mesas a jorn seleccionadas (%(size)s)
sr@latin: %(selected)d ažuriraj odabrane (%(size)s)
te: %(selected)d నవీకరణలు ఎంచుకోబడ్డాయి (%(size)s)
tg: %(selected)d интихоб шудаанд (%(size)s)

source: Preferences
af: Voorkeure
bn: পছন্দসমূহ
eo: Agordoj
et: Eelistused
fa: ترجیحات
fo: Sertokkar
ga: Sainroghanna
he: העדפות
id: Preferensi
ko: 환경 설정
ml: മുന്‍ഗണനകള്‍
nn: Innstillingar
oc: Preferéncias
sr@latin: Postavke
te: ప్రాధాన్యతలు
tg: Хусусиятҳо

source: Auto-Refresh
af: Outo-Herlaai
bn: স্বয়ংক্রিয়-রিফ্রেশ
eo: Aŭtomate aktualigi
et: Automaatvärskendus
fa: بازسازی خودکار
fo: Sjálv-endurnýggja
ga: Uath-athnuaigh
he: ריענון-אוטומטית
id: Penyegaran otomatis
ko: 자동 갱신
ml: സ്വയം-കാലാനുസൃതമാക്കുക
nn: Automatisk oppfrisking
oc: Refrescament automatic
sr@latin: Samoosveženje
te: స్వయం-తాజాకరణ
tg: Навсозии худкор

source: Refresh the list of updates every:
af: Verfris die lys van bywerkings elke:
bn: আপডেট তালিকাটি রিফ্রেশ করুন প্রতিঃ
eo: Aktualigi la liston de ĝisdatigoj je ĉiu:
et: Uuenduste nimekirja värskendatakse iga:
fa: بازسازی لیست به‌روز‌رسانی‌ها هر:
fo: Endurnýggja dagførslulistan hvønn:
ga: Athnuaigh liosta na nuashonruithe gach:
he: רענון רשימת העדכונים כל:
id: Segarkan daftar pembaharuan setiap:
ko: 업데이트 목록 갱신 주기:
ml: പുതുക്കലുകളുടെ പട്ടിക പുതുക്കേണ്ട ഇടവേള:
nn: Frisk opp att lista over oppdateringar kvar:
oc: Refrescar la lista de las mesas a jorn cada :
sr@latin: Osveži spisak ispravki svakih:
te: నవీకరణల యొక్క జాబితాను తాజాపరుచుట:
tg: Навсозӣ кардани рӯйхати навсозиҳо ҳар:

source: Note: The list only gets refreshed while the update manager window is closed (system tray mode).
af: Nota: Die lys word slegs verfris terwyl die bywerking bestuurder venster toe is (stelsel skinkbord modus)
bn: দ্রষ্টব্যঃ তালিকাটি তখনই রিফ্রেশ হবে যখন আপডেট ম্যানেজার উইন্ডোটি বন্ধ থাকবে (সিস্টেম ট্রে পদ্ধতি)।
eo: Notu: la listo nur aktualiĝas kiam la fenestro de la ĝisdatiga mastrumilo estas fermita (taskopleta reĝimo).
et: Märkus: Nimekirja värskendatakse ainult siis, kui uuendushalduri aken on suletud (süsteemi tegumiriba režiim).
fa: توجه: این لیست فقط زمانی بازسازی می‌شود که پنجره مدیر به‌روزرسانی بسته باشد (حالت سینی سیستم).
fo: Viðmerking: Listin verður einans endurnýggjaður, meðan dagføringsfyrisitingin er afturlatin (kervisbakka standur)
ga: Nóta. Ní athnuafar an liosta nuair atá fuinneog an bhainisteora nuashonraithe dúnta (system tray mode).
he: שים לב: הרשימה תתעדכן רק אחרי שתסגור את החלון של מנהל העדכונים (למגש המערכת)
id: Catatan: Daftar tersebut hanya dapat disegarkan selama jendela pengatur pembaharuan tertutup (mode sistem tray).
ko: 주의: 이 목록은 업데이트 관리자 창이 닫혀있을 때에만 갱신됩니다. (시스템 트레이 모드)
ml: കുറിപ്പ്: ഈ പട്ടിക അപ്‌ഡേറ്റ് മാനേജർ ജാലകം അടച്ചെങ്കിൽ മാത്രമേ പുതുക്കപ്പെടുകയുള്ളു (സിസ്റ്റം ട്രേ സമ്പ്രദായം).
nn: Merk: lista vert berre oppdatert medan oppdateringshandsamaren er lukka (systemfeltmodus).
oc: Nòta : la lista es pas refrescada que se la fenèstra del gestionari de mesas a jorn es tampada (mòde barra dels prètzfaches).
sr@latin: Napomena: Spisak se osvežava samo dok je program za ažuriranje zatvoren (režim sistemske palete ).
te: గమనిక: నవీకరణ నిర్వాహకము విండో మూసివేసినపుడు మాత్రమే జాబితా తాజాపరుచబడుతుంది (వ్యవస్థ పళ్ళెం రీతి)
tg: Тавзеҳ: Рӯйхат танҳо баъд аз пӯшидани равзанаи мудири навсозиҳо навсозӣ карда мешавад (дар ҳолати зерҳофизаи система).

source: Update Method
af: Opdateringsmetode
bn: আপডেট প্রক্রিয়া
eo: Ĝisdatiga metodo
et: Uuendusviis
fa: شیوه به‌روزرسانی
fo: Dagførsluháttur
ga: Modh nuashonraithe
he: שיטת עדכון
id: Metode pembaharuan
ko: 업데이트 방법
ml: പുതുക്കൽ രീതി
nn: Oppdateringsmetode
oc: Metòde de mesa a jorn
sr@latin: Način ažuriranja
te: నవీకరణ విధానం
tg: Тарзи навсозӣ

source: Icons
af: Ikone
bn: আইকন সমূহ
eo: Piktogramoj
et: Ikoonid
fa: نمایه‌ها
fo: Ímyndir
ga: Deilbhíní
he: סמלילים
id: Ikon-ikon
ko: 아이콘
ml: ഐകോണുകൾ
nn: Ikon
oc: Icònas
sr@latin: Ikone
te: ప్రతీకలు
tg: Нишонаҳо

source: Icon
af: Ikoon
bn: আইকন
eo: Piktogramo
et: Ikoon
fa: آیکن
fo: Ímynd
ga: Deilbhín
he: סמל
id: Ikon
ko: 아이콘
ml: ഐകോൺ
nn: Ikon
oc: Icòna
sr@latin: Ikona
te: ప్రతీక
tg: Нишона

source: Status
bn: অবস্থা
eo: Stato
et: Olek
fa: وضعیت
fo: Standur
ga: Stádas
he: סטטוס
ko: 상태
ml: സ്ഥിതി
nn: Tilstand
oc: Estatut
sr@latin: Stanje
te: స్థితి
tg: Вазъият

source: New Icon
af: Nuwe Ikoon
bn: নতুন আইকন
eo: Nova piktogramo
et: Uus ikoon
fa: نمایه جدید
fo: Nýggj ímynd
ga: Deilbhín nua
he: סמל חדש
id: Ikon Baru
ko: 새 아이콘
ml: പുതിയ ഐകോൺ
nn: Nytt ikon
oc: Icòna novèla
sr@latin: Nova ikona
te: కొత్త ప్రతీక
tg: Нишонаи нав

source: Busy
af: Besig
bn: ব্যস্ত
eo: Okupita
et: Hõivatud
fa: مشغول
fo: Íðin
ga: Gnóthach
he: עסוק
id: Sibuk
ko: 작동중
ml: തിരക്കാണ്
nn: Oppteken
oc: Ocupat
sr@latin: Zauzet
te: తీరికలేదు
tg: Машғул

source: System up-to-date
af: Stelsel op datum
bn: সিস্টেম আপ টু ডেট
eo: Ĝisdatiga sistemo
et: Süsteem on ajakohane
fa: سیستم به روز است
fo: Kervið er tíðarhóskandi
ga: Córas suas chun dáta
he: מערכת ההפעלה שלך מעודכנת
id: Sistem sudah yang terbaru
ko: 모두 최신 버전임
ml: സിസ്റ്റം കാലാനുസൃതമാണ്
nn: Systemet er oppdatert
oc: Sistèma a jorn
sr@latin: Sistem je ažuriran
te: వ్యవస్థ నేటివరకూ నవీకరించబడుతూనేవుంది
tg: Системаи шумо барӯз мебошад

source: Updates available
af: Updaterings beskikbaar
bn: আপডেটসমূহ পাওয়া যাচ্ছে
eo: Ĝisdatigoj disponeblas
et: Uuendused saadaval
fa: به‌روزرسانی موجود است
fo: Dagførslur tøkar
ga: Nuashonruithe ar fáil
he: ישנם עידכונים זמינים
id: Pembaharuan tersedia
ko: 업데이트가 사용 가능함
ml: പുതുക്കലുകൾ ലഭ്യമാണ്
nn: Oppdateringar er tilgjengelege
oc: Mesas a jorn disponiblas
sr@latin: Zakrpe su dostupne
te: నవీకరణలు లభ్యతలోవున్నాయి
tg: Навсозиҳо дастрасанд

source: Error
af: Fout
bn: ভুল
eo: Eraro
et: Tõrge
fa: خطا
fo: Brek
ga: Earráid
he: שגיאה
id: Kesalahan
ko: 오류
ml: പിഴവ്
nn: Feil
sr@latin: Greška
te: దోషము
tg: Хато

source: Unknown state
af: Onbekende toestand
bn: অজানা অবস্থা
eo: Nekonata stato
et: Tundmatu olek
fa: وضعیت نامشخص
fo: Ókendur standur
ga: Staid anaithnid
he: מצב לא ידוע
id: Kondisi yang tidak diketahui
ko: 알 수 없는 상태
ml: അവസ്ഥ അജ്ഞാതമാണ്
nn: Ukjend tilstand
oc: Estat desconegut
sr@latin: Nepoznato stanje
te: తెలియని స్థితి
tg: Вазъияти номаълум

source: Applying updates
af: Pas bywerkings toe
bn: আপডেটসমূহ প্রয়োগ করা হচ্ছে
eo: Aplikanta ĝisdatigojn
et: Uuenduste rakendamine
fa: اعمال به‌روزرسانی‌ها
fo: Seti dagføringar
ga: Nuashonruithe á gcur i bfeidhm
he: מחיל עידכונים
id: Menerapkan pembaharuan
ko: 업데이트 적용중
ml: പുതുക്കലുകൾ ബാധകമാക്കുന്നു
nn: Tek i bruk oppdateringane
oc: Mesas a jorn en cors
sr@latin: Ažuriram
te: నవీకరణలను అనువర్తిస్తున్నది
tg: Татбиқкунии навсозиҳо

source: Startup delay (in seconds):
af: Begin wagtyd (in sekondes):
bn: স্টার্টআপ বিলম্ব (সেকেন্ড):
eo: Startiga prokrasto (en sekundoj):
et: Käivitamise viivitus (sekundites):
fa: تاخیر در آغاز‌به‌کار (به ثانیه):
fo: Byrjanarseinkan (í sekundum):
ga: Moill le tosú (in seconds):
he: השהיית האיתחול(בשניות):
id: penundaan startup (dalam detik)
ko: 시작 지연 (초 단위)
ml: തുടങ്ങാനുള്ള കാലതാമസം (സെക്കൻഡിൽ):
nn: Utsett oppstart (i sekund):
oc: Aviada (en segondas) :
sr@latin: Kašnjenje pokretanja (u sekundama):
te: ప్రారంభక ఆలస్యం (క్షణాలలో):
tg: Таъхири оғози кор (дар сонияҳо):

source: Internet check (domain name or IP address):
af: Internet toets (domein naam of IP adres):
bn: ইন্টারনেট নিরীক্ষা (ডোমেইন নেম অথবা আইপি অ্যাড্রেস):
eo: Interreta kontrolo (retregiona nomo aŭ IP-adreso)
et: Interneti kontroll (domeeni nimi või IP-aadress):
fa: بررسی اینترنت (نام دامنه یا آدرس IP):
fo: Alnet kannan (økisnavn ella IP adressa):
ga: Seiceáil idirlín (domain name or IP address):
he: בדיקת אינטרנט (שם מתחם או כתובת IP)
id: Periksa Internet(nama domain atau alamat IP):
ko: 인터넷 연결 확인 (도메인이름 또는 IP 주소):
ml: ഇന്റര്‍നെറ്റ്‌ പരിശോധന (ഡൊമൈന്‍ നാമം അല്ലെങ്കില്‍ ഐ.പി. വിലാസം):
nn: Test av Internett (domenenamn eller IP-adresse):
oc: Verificacion internet (nom de domeni o adreça IP) :
sr@latin: Internet provera (ime domena ili IP adresa):
te: అంతర్జాల తనిఖీ (డొమైన్ పేరు లేదా ఐపి చిరునామా):
tg: Санҷиши Интернет (номи домен ё суроғаи IP):

source: Ignored packages
af: Geïgnoreerde pakkies
bn: অগ্রাহ্য প্যাকেজসমূহ
eo: Malatentataj pakaĵoj
et: Eiratavad paketid
fa: بسته‌های چشم‌پوشی شده
fo: Pakkar ið eru skúgvaðir til viks
ga: Pacáistí dearmadta
he: חבילות שהתעלמת מהן
id: Paket-paket yang diabaikan
ko: 무시된 패키지
ml: തഴയപ്പെട്ട പാക്കേജുകൾ
nn: Ignorerte pakkar
oc: Paquets ignorats
sr@latin: Zanemari pakete
te: విస్మరించిన ప్యాకేజీలు
tg: Бастаҳои радшуда

source: Include updates which require the installation or the removal of other packages
af: Sluit bywerkings in wat die installering of verwydering van ander pakkette vereis
bn: ঐ সকল আপডেটগুলো অন্তর্ভুক্ত করুন যেগুলোর অন্য কোন প্যাকেজের ইনস্টলেশন অথবা রিমুভের জন্য প্রয়োজন
eo: Inkluzivi ĝisdatigojn, kiuj postulas la instaladon aŭ la forigon de aliaj pakaĵoj
et: Muude pakettide paigaldamist või eemaldamist nõudvate uuenduste kaasamine
fa: شامل به‌روزرسانی‌هایی نیز باشد که نیازمند نصب یا حذف بسته‌های دیگر هستند
fo: Tak dagføringar við, ið tørva
ga: Cuir san áireamh nuashonruithe a bhíonn ag teastáil do shuiteáil nó baineadh pacáistí eile
he: כלול גם עדכונים שדורשים התקנה או מחיקה של חבילות אחרות
id: Masukkan pembaharuan yang memerlukan instalasi atau penghapusan paket-paket yang lain
ko: 다른 패키지를 추가 혹은 제거해야하는 업데이트들도 포함하기
ml: മറ്റ് പാക്കേജുകൾ ഇൻസ്റ്റോൾ ചെയ്യുകയോ നീക്കം ചെയ്യുകയോ വേണ്ട പുതുക്കലുകൾ ഉൾപ്പെടുന്നു
nn: Ta med oppdateringar som krev installering eller fjerning av andre pakkar
oc: Inclure las mesas a jorn que necessitan l'installacion o la supression d'autres paquets
sr@latin: Uključi ispravke koje zahtevaju instalaciju ili brisanje drugih paketa
te: ఇతర ప్యాకేజీల యొక్క స్థాపనకు లేదా తీసివేయుటకు అవసరమగు నవీకరణలను ఉంచు
tg: Илова кардани навсозиҳое, ки насб ё тоза кардани бастаҳои дигареро талаб мекунанд

source: minutes
af: minute
bn: মিনিট
eo: minutoj
et: minutit
fa: دقیقه
fo: minuttir
ga: nóiméad
he: דקות
id: menit
ko: 분
ml: മിനിറ്റ്
nn: minutt
oc: minutas
sr@latin: minuti
te: నిమిషాలు
tg: дақиқа

source: hours
af: ure
bn: ঘন্টা
eo: horoj
et: tundi
fa: ساعت
fo: tímar
ga: uair
he: שעות
id: jam
ko: 시간
ml: മണിക്കൂർ
nn: timar
oc: oras
sr@latin: sati
te: గంటలు
tg: соат

source: days
af: dae
bn: দিন
eo: tagoj
et: päeva
fa: روز
fo: dagar
ga: lá
he: ימים
id: hari
ko: 일
ml: ദിവസം
nn: dagar
oc: jorns
sr@latin: dani
te: రోజులు
tg: рӯз

source: Please enter a package name:
af: Voer asb. 'n pakket naam in:
bn: দয়া করে একটি প্যাকেজের নাম লিখুনঃ
eo: Bonvole tajpu pakaĵnomon:
et: Palun sisesta paketi nimi:
fa: لطفا نام بسته را وارد کنید:
fo: Vinarliga skriva inn eitt pakkanavn
ga: Iontráil ainm de phacáiste le d'thoil:
he: אנא הכנס את שם החבילה:
id: Silahkan masukan nama paket:
ko: 패키지 이름을 입력하십시오:
ml: ദയവായി പാക്കേജിന്റെ പേര് നൽകുക:
nn: Skriv eit pakkenamn:
oc: Entratz un nom de paquet :
sr@latin: Unesite ime paketa:
te: దయచేసి ఒక ప్యాకేజీ పేరును ప్రవేశపెట్టండి:
tg: Лутфан, номи бастаеро ворид кунед:

source: Ignore a package
af: Ignoreer 'n pakkie
bn: একটি প্যাকেজকে উপেক্ষা করুন
eo: Malatenti pakaĵon
et: Eira paketti
fa: چشم پوشی از بسته
fo: Skugva ein pakka til viks
ga: Déan dearmad ar phacáiste
he: התעלם מחבילה
id: Abaikan paket
ko: 무시할 패키지
ml: ഒരു പാക്കേജ് തഴയുക
nn: Ignorer ein pakke
oc: Ignorar un paquet
sr@latin: Zanemari paket
te: ఒక ప్యాకేజీని విస్మరించు
tg: Рад кардани баста

source: Package name:
af: Pakkie naam:
bn: প্যাকেজের নামঃ
eo: Pakaĵnomo:
et: Paketi nimi:
fa: نام بسته:
fo: Pakkanavn:
ga: Ainm an phacáiste:
he: שם החבילה:
id: Nama paket:
ko: 패키지 이름:
ml: പാക്കേജിന്റെ പേര്:
nn: Pakkenamn:
oc: Nom del paquet :
sr@latin: Ime paketa:
te: ప్యాకేజీ పేరు:
tg: Номи баста:

source: All available upgrades for this package will be ignored.
af: Alle beskikbare opgraderings vir die pakkie gaan geïgnoreer word.
bn: এই প্যাকেজের জন্য পাওয়া সকল আপগ্রেড উপেক্ষা করা হবে।
eo: Ĉiuj disponeblaj ĝisdatigoj por ĉi tiu pakaĵo estos malatentata.
et: Kõiki sellele paketile saadaolevaid uuendusi eiratakse.
fa: تمام به‌روزرسانی‌های موجود برای این بسته نادیده گرفته خواهد شد.
fo: Allar tøkar uppstiganir til hendan pakkan, vera skúgvaðar til viks.
ga: Déanfar dearmad ar na nuashonruithe uile atá ar fáil don phacáiste seo.
he: המערכת תתעלם מכל השידרוגים הזמינים עבור חבילה זו
id: Semua pembaharuan yang tersedia untuk paket ini akan diabaikan.
ko: 이 패키지에 대한 모든 버전 업그레이드는 무시됩니다.
ml: ഈ പാക്കേജിനായി ലഭ്യമായ എല്ലാ പുതുക്കലുകളും അവഗണിക്കുന്നതായിരിക്കും.
nn: Alle tilgjengelege oppgraderingar av denne pakken vil verta ignorerte.
oc: Totas las mesas a jorn disponiblas per aqueste paquet seràn ignoradas.
sr@latin: Sve dostupne ispravke za ovaj paket biće zanemarene
te: ఈ ప్యాకేజీకి అందుబాటులోవున్న అన్ని ఉన్నతీకరణలు విస్మరింబడతాయి.
tg: Ҳамаи такмилҳои дастрас барои ин баста рад карда мешаванд.

source: History of updates
af: Geskiedenis van opdaterings
bn: আপডেটের ইতিহাস
eo: Kronologio de ĝisdatigoj
et: Uuenduste ajalugu
fa: تاریخچه به‌روزرسانی‌ها
fo: dagførlsusøga
ga: Stair na nuashonruithe
he: היסטוריית עידכונים
id: Riwayat pembaharuan
ko: 업데이트 내역
ml: പുതുക്കലുകളുടെ ചരിത്രം
nn: Oppdateringshistorikk
oc: Istoric de las mesas a jorn
sr@latin: Istorijat ispravki
te: నవీకరణల యొక్క చరిత్ర
tg: Таърихи навсозиҳо

source: Date
af: Datum
bn: তারিখ
eo: Dato
et: Kuupäev
fa: تاریخ
fo: Dagfesting
ga: Dáta
he: תאריך
id: Tanggal
ko: 날짜
ml: തീയതി
nn: Dato
oc: Data
sr@latin: Datum
te: తేదీ
tg: Сана

source: Package
af: Pakkie
bn: প্যাকেজ
eo: Pakaĵo
et: Pakett
fa: بسته
fo: Pakki
ga: Pacáiste
he: חבילה
id: Paket
ko: 패키지
ml: പാക്കേജ്
nn: Pakke
oc: Paquet
sr@latin: Paket
te: ప్యాకేజీ
tg: Баста

source: Old version
af: Ou weergawe
bn: পুরাতন সংস্করন
eo: Malnova versio
et: Vana versioon
fa: نسخه قدیمی
fo: Gomul útgáva
ga: Sean leagan
he: גירסא ישנה
id: Versi lama
ko: 옛 버전
ml: പഴയ പതിപ്പ്
nn: Gammal utgåve
oc: Anciana version
sr@latin: Staro izdanje
te: పాత రూపాంతరం
tg: Версияи кӯҳна

source: New version
af: Nuwe weergawe
bn: নতুন সংস্করন
eo: Nova versio
et: Uus versioon
fa: نسخه جدید
fo: Nýggja útgáva
ga: Leagan nua
he: גירסא חדשה
id: Versi baru
ko: 새 버전
ml: പുതിയ പതിപ്പ്
nn: Ny utgåve
oc: Version novèla
sr@latin: Novo izdanje
te: కొత్త రూపాంతరం
tg: Версияи нав

source: Update Pack Info
af: Bywerkingspak Inligting
bn: প্যাকের তথ্য আপডেট করুন
eo: Informoj pri ĝisdatigaro
et: Uuenda pakettide infot
fa: اطلاعات بسته به‌روزرسانی
fo: Dagføringapakka lýsing
ga: Eolas faoin bPaca Nuashonrúcháin
he: מידע אודות חבילת עדכונים
id: Info Update Pack
ko: 업데이트 패키지 정보
ml: പുതുക്കൽ പാക്കിന്റെ വിവരങ്ങൾ
nn: Opplysningar om oppdateringspakke
oc: Infos paquet de mesas a jorn
sr@latin: Ažuriraj info paket
te: ప్యాక్ సమాచారాన్ని నవీకరించు
tg: Иттилооти бастаи навсозӣ

source: Your system configuration:
af: Opset van die stelsel:
bn: আপনার সিস্টেমের কনফিগারেশনঃ
eo: Via sistemagordaro:
et: Sinu süsteemi konfiguratsioon:
fa: پیکربندی سامانه(سیستم) شما
fo: Tín kervissamanseting:
ga: Cumraíocht do chórais:
he: ההגדרות של המערכת שלך:
id: Konfigurasi Sistem Anda:
ko: 시스템 설정
ml: താങ്കളുടെ സിസ്റ്റം ക്രമീകരണങ്ങൾ:
nn: Systeminnstillingane dine:
oc: Configuracion de vòstre sistèma :
sr@latin: Podešavanje sistema
te: మీ వ్యవస్థ స్వరూపణం:
tg: Конфигуратсияи системаи шумо:

source: Current Update Pack available:
af: Huidige Bywerkingspak beskikbaar:
bn: বর্তমান আপডেট প্যাক বিদ্যমানঃ
eo: Nuna ĝisdatigaro disponebla:
et: Hetkel saadaolev uuenduspakk:
fa: در حال حاضر بسته به‌روزرسانی موجود است:
fo: Núvernadi tøkir dagføringapakkar:
ga: An Paca Nuashonrúcháin reatha atá ar fáil:
he: חבילת עדכונים זמינה כעת:
id: Update Pack yang tersedia:
ko: 현재 이용가능한 업데이트 패키지
ml: ഇപ്പോൾ ലഭ്യമായ പുതുക്കൽ പായ്ക്ക്:
nn: Tilgjengeleg oppdateringspakke:
oc: Paquet de mesas a jorn actualament disponible :
sr@latin: Trenutni paket ispravki je dostupan
te: ప్రస్తుత నవీకరణ ప్యాక్ అందుబాటులోవున్నది:
tg: Дар айни ҳол бастаи навсозӣ дастрас аст:

source: Latest Update Pack used by this system:
af: Jongste Bywerkingspak gebruik deur hierdie stelsel
bn: এই সিস্টেমে ব্যবহৃত সর্বশেষ আপডেট প্যাকঃ
eo: Lasta ĝisdatigaro uzata de ĉi tiu sistemo:
et: Uusim uuenduspakk, mida see süsteem kasutab:
fa: آخرین بسته به‌روزرسانی استفاده شده در این سیستم:
fo: Seinast nýtti dagføringapakki, nýttir á hesum kervi:
ga: An Paca Nuashonrúcháin is déanaí in úsáid sa chóras seo:
he: חבילת העדכונים שנעשה בה שימוש לאחרונה:
id: Update Pack terbaru yang digunakan sistem ini:
ko: 이 시스템이 이용한 최신 업데이트 패키지
ml: ഈ സിസ്റ്റത്തിൽ ഉപയോഗിച്ചിട്ടുള്ള ഏറ്റവും പുതിയ പുതുക്കൽ പായ്ക്ക്:
nn: Siste oppdateringspakken dette systemet har brukt:
oc: Darrièr paquet de mesas a jorn utilizat per aqueste sistèma :
sr@latin: Najnoviji paket ispravki koji koristi ovaj sistem
te: ఈ వ్యవస్థచే వాడబడిన సరికొత్త నవీకరణ ప్యాక్:
tg: Бастаи навсозии истифодашудаи охирин бо системаи шумо:

source: Could not identify your APT sources
af: Kon nie u APT bronne identifiseer nie
bn: আপনার APT উৎসসমূহ সনাক্ত করতে পারে নি
eo: Ne eblis identigi viajn APT-fontojn
et: APT allika kindlakstegemine nurjus
fa: نمی‌توان منابع APT شما را شناسایی کرد
ga: Níobh fhéidir d' fhoinsí APT a aithint
he: לא צלח הזיהוי של מקור ה APT שלך
id: Tidak dapat mengidentifikasi sumber APT Anda
ko: 당신의 APT 소스를 확인할 수 없었습니다.
ml: താങ്കളുടെ എ.പി.റ്റി. സ്രോതസ്സുകൾ തിരിച്ചറിയാൻ കഴിഞ്ഞില്ല
nn: Klarte ikkje å identifisera APT-kjeldene
oc: Impossible d'identificar vòstras fonts APT
sr@latin: Nije moguće identifikovati vaš APT izvor
te: మీ APT వనరులని గుర్తించలేకపోతుంది
tg: Манбаҳои APT-и шумо муайян нашудаанд

source: N/A
af: N.v.t.
eo: Nedisp.
et: Pole saadaval
fa: هیچ‌کدام
fo: Ókent
he: לא זמין
id: Tidak Tersedia
ko: 해당 없음
ml: ലഭ്യമല്ല
nn: Ikkje i bruk
te: వర్తించదు
tg: Дастнорас

source: Your system is pointing to ftp.debian.org and debian.linuxmint.com
af: U stelsel wys na ftp.debian.org en debian.linuxmint.com
bn: আপনার সিস্টেম ftp.debian.org এবং debian.linuxmint.com প্রতি নির্দেশ করছে
eo: Via sistemo indikas al ftp.debian.org kaj debian.linuxmint.com
et: Sinu süsteem kasutab ftp.debian.org ja debian.linuxmint.com allikaid.
fa: سیستم شما به ftp.debian.org و debian.linuxmint.com اشاره می‌کند.
fo: Títt kervi peikar á ftp.debian.org og debian.linuxmint.com
ga: Tá do chóras á phointeáil ar ftp.debian.org agus debian.linuxmint.com
he: מערכת ההפעלה שלך משוייכת ל ftp.debian.org and debian.linuxmint.com
id: Sistem Anda sedang mengait ke ftp.debian.org dan debian.linuxmint.com
ko: 당신의 시스템은 ftp.debian.org 와 debian.linuxmint.com를 가리키고 있습니다.
ml: താങ്കളുടെ സിസ്റ്റം ചൂണ്ടുന്നത് ftp.debian.org ഒപ്പം debian.linuxmint.com എന്നിവയിലേയ്ക്കാണ്
nn: Systemet ditt peiker mot ftp.debian.org og debian.linuxmint.com
oc: Vòstre sistèma punta cap a ftp.debian.org e debian.linuxmint.com
sr@latin: Vaš sistem ukazuje na ftp.debian.org i debian.linuxmint.com
te: మీ వ్యవస్థ ftp.debian.org మరియు debian.linuxmint.com లను సూచిస్తున్నది
tg: Системаи шумо мехоҳед, ки анбори нармафзореро аз ftp.debian.org ва debian.linuxmint.com истифода барад

source: These repositories conflict with each others
af: Hierdie opslaanplekke is in konflik met mekaar s'n
bn: এই রেপোজিটরি গুলো একে অপরের সাথে সংঘর্ষপূর্ণ
eo: Ĉi tiuj deponejoj konfliktas unun la alian
et: Need varamud segavad üksteist
fa: این مخازن با هم‌دیگر در تضاد قرار دارند
fo: Hesar ritgoymslurnar eru ósambærar hvørjari aðrari
ga: Tá na taisclanna bogearraí seo ag teacht trasna ar a chéile
he: המאגרים הללו יוצרים קונפליקט אחד עם השני
id: 'Repository' ini berkonflik satu sama lain
ko: 이 저장소들은 서로 충돌하는 내용이 있습니다.
ml: ഈ റെപ്പോസിറ്ററികൾ തമ്മിൽ തമ്മിൽ പൊരുത്തപ്പെടുന്നി
nn: Desse pakkebrønnane samsvarer ikkje
oc: Aqueles depauses son en conflicte mutual
sr@latin: Ova skladišta su u međusobnom sukobom sa drugim
te: ఈ భాండాగారాలు ఒకదానితో మరొకటి సంఘర్షించుకుంటాయి
tg: Ин анборҳои нармафзор байни худашон ихтилоф мекунанд

source: Your system is pointing to debian.linuxmint.com/latest and debian.linuxmint.com/incoming
af: U stelsel wys na debian.linuxmint.com/latest en debian.linuxmint.com/incoming
bn: আপনার সিস্টেম debian.linuxmint.com /latest এবং debian.linuxmint.com /incoming প্রতি নির্দেশ করছে
eo: Via sistemo estas indikanta al debian.linuxmint.com/latest kaj debian.linuxmint.com/incoming
et: Sinu süsteem kasutab debian.linuxmint.com/latest ja debian.linuxmint.com/incoming allikaid.
fa: سیستم شما به debian.linuxmint.com/latest و debian.linuxmint.com/incoming اشاره می‌کند
fo: Títt kervi peikar á debian.linuxmint.com/latest og debian.linuxmint.com/incoming
ga: Tá do chóras á phointeáil ar debian.linuxmint.com/latest agus debian. linuxmint.com/incoming
he: מערכת ההפעלה שלך מחוברת אל debian.linuxmint.com/latest and debian.linuxmint.com/incoming
id: Sistem Anda sedang mengait ke debian.linuxmint.com/latest dan debian.linuxmint.com/incoming
ko: 당신의 시스템은 debian.linuxmint.com/latest 와 debian.linuxmint.com/incoming을 가리키고 있습니다.
ml: താങ്കളുടെ സിസ്റ്റം ചൂണ്ടിയിരിക്കുന്നത് debian.linuxmint.com/latest ഒപ്പം debian.linuxmint.com/incoming എന്നിവയിലേയ്ക്കാണ്
nn: Systemet ditt peiker mot debian.linuxmint.com/latest og debian.linuxmint.com/incoming
oc: Vòstre sistèma punta cap a debian.linuxmint.com/latest e debian.linuxmint.com/incoming
sr@latin: Vaš sistem ukazuje na debian.linuxmint.com/najnoviji i debian.linuxmint.com/dolazni
te: మీ వ్యవస్థ debian.linuxmint.com/latest మరియు debian.linuxmint.com/incoming లను సూచిస్తున్నది
tg: Системаи шумо мехоҳед, ки анбори нармафзореро аз debian.linuxmint.com/latest ва debian.linuxmint.com/incoming истифода барад
