Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintwelcome/mintwelcome-*.po
Languages: am, ar, az, be, bg, bs, ca, cs, cy, da, de, el, es, et, eu, fi, fr_ca, he, hr, id, is, it, ja, lt, lv, ms, nb, nds, nl, pl, pt, ro, ru, sk, sl, sq, sr, sv, th, tl, tr, uk, vi

source: Welcome Screen
am: እንኳን ደህና መጡ
ar: شاشة الترحيب
az: Qarşılama Ekranı
be: Экран вітання
bg: Приветстващ Екран
bs: Ekran dobrodošlice
ca: Pantalla de benvinguda
cs: Uvítací obrazovka
cy: Sgrin Croeso
da: Velkomstskærm
de: Willkommensbildschirm
el: Οθόνη Καλωσορίσματος
es: Pantalla de bienvenida
et: Tere tulemast
eu: Ongi etorri pantaila
fi: Aloitusnäkymä
fr_ca: Écran d'accueil
he: מסך "ברוכים הבאים"
hr: Zaslon dobrodošlice
id: Layar Selamat Datang
is: Upphafsskjár
it: Schermata di benvenuto
lt: Susipažinimas su Linux sistema
lv: Sveiciena ekrāns
ms: Skrin Aluan
nb: Velkomstskjerm
nds: Willkommensbildschirm
nl: Welkomstscherm
pl: Ekran powitalny
pt: Ecrã de boas vindas
ro: Bun venit
ru: Экран приветствия
sk: Uvítacia obrazovka
sl: Pozdravni zaslon
sq: Ekrani i Mirëseardhjes
sr: Екран добродошлице
sv: Välkomstskärm
th: หน้าจอต้อนรับ
tr: Karşılama Ekranı
uk: Екран привітання
vi: Màn hình Chào mừng

source: Welcome and thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we did designing it. The links below will help you get started with your new operating system. Have a great time and don't hesitate to send us your feedback.
am: እንኳን ደህና መጡ ወደ ሊነክስ ሚንት ፤ ሊነክስ ሚንትን ስንፈጥር እንደተደሰትን ሁሉ እርስዎም ሲጠቀሙበት እንደሚደሰቱ ተስፋ እናደርጋለን። ከዚህ በታች ያለው አገናኝ የስርአት መተግበሪያውን እንዴት እንደሚጠቀሙ ያስረዳል። መልካም ጊዜ ይሁንልዎ! አስተያየት ከመስጠት አይቆጠቡ።
ar: أهلا بك ونشكرك ﻹختيارك لينكس منت , نتمنى ان تستمتع به كما استمتعنا نحن عندما صممناه , الروابط التالية سوف تساعدك على البدء بإستخدام نظام التشغيل الجديد الخاص بك , نتمنى ان تقضي وقتا ممتعا ولا تتردد بأن ترسل لنا اية ملاحظات .
az: Xoş gәldiniz! Linux Mint әmәliyyat sistemini seçdiyiniz üçün sizә tәşәkkür edirik. Ümid edirik ki, bizim "Linux Mint"i yaradarkәn aldığımız hәzzi siz dә istifadә edәrkәn alacaqsınız. Aşağıdakı linklәr sizә yeni әmәliyyat sistemimizi tanımağınıza kömәk edәcәk. Xoş vaxt keçirin vә bizә әks bildirişlәrinizi göndәrmәyә çәkinmәyin.
be: Вітаем вас у Linux Mint і дзякуем за ваш выбар! Спадзяемся, вы атрымаеце столькі ж задавальнення ад яе выкарыстання, колькі мы атрымалі ад яе распрацоўкі. Прыведзеныя ніжэй спасылкі дапамогуць вам асвоіцца ў вашай новай аперацыйнай сістэме. Усяго вам найлепшага, і не цурайцеся дасылаць нам свае водгукі.
bg: Добре дошли! Благодарим Ви, че избрахте Линукс Минт. Надяваме се, че Линукс Минт ще Ви достави удоволствието, което ние изпитахме, създавайки го. Препратките по-долу ще Ви помогнат да навлезете във Вашата нова операционна система. Пожелаваме Ви да прекарате страхотно времето си с Линукс Минт и Ви молим, да не се колебаете да ни изпратите Вашето мнение за продукта!
bs: Dobrodošli! Hvala vam što ste odabrali Linux Mint. Nadamo se da ćete uživati u korištenju ovog operativnog sistema barem onoliko koliko smo mi uživali u njegovom dizajniranju. Linkovi ispod će vam pomoći da se upoznate sa vašim novim operativnim sistemom. Zabavite se i ne oklijevajte da nam pošaljete vaše utiske.
ca: Benvinguts i gràcies per triar Linux Mint. Esperem que gaudiu tant en usar-lo com nosaltres en dissenyar-lo. Els enllaços de baix vos ajudaran a començar amb el vostre nou sistema operatiu. Que ho passeu bé i no dubteu a enviar-nos els vostres comentaris.
cs: Vítejte! Děkujeme Vám , že jste si vybrali systém Linux Mint. Snažili jsme se jej navrhnout s ohledem na příjemné používání. Odkazy níže Vám pomohou při práci s Vaším novým operačním systémem. Budeme rádi, když nám poskytnete zpětnou vazbu.
cy: Croeso a diolch am ddewis Linux Mint. Rydym yn gobeithio y byddwch yn ei fwynhau gymaint ag yr ydym wedi mwynhau ei gynllunio. Bydd y ddolenni isod yn eich cynorthwyo i gychwyn gyda'ch system weithredu newydd. Mwynhewch eich hun a pheidiwch â phetruso ag anfon adborth atom.
da: Velkommen og tak fordi du valgte Linux Mint. Vi håber, du vil nyde at bruge det lige så meget, som vi nød at designe det. Henvisningerne herunder kan hjælpe dig med at komme i gang med dit nye styresystem. Hav det sjovt og tøv ikke med at sende os din feedback.
de: Herzlich willkommen und vielen Dank, dass Sie sich für Linux Mint entschieden haben. Wir hoffen, dass Sie ebensoviel Freude bei der Nutzung haben, wie wir bei der Entwicklung hatten. Die Links am Ende helfen Ihnen beim Einstieg in Ihr neues Betriebssystem. Viel Spaß mit Linux Mint und zögern Sie nicht, uns Ihre Meinung mitzuteilen.
el: Καλώς ορίσατε και σας ευχαριστούμε που επιλέξατε το Linux Mint. Ελπίζουμε να ευχαριστηθείτε κατά τη χρήση του τόσο πολύ, όσο και εμείς κατά τη δημιουργία του. Οι παρακάτω σύνδεσμοι θα σας βοηθήσουν να ξεκινήσετε με το νέο σας λειτουργικό σύστημα. Να περάσετε καλά και μη διστάσετε να μας στείλετε τις εντυπώσεις σας ή την κριτική σας.
es: Bienvenido/a y gracias por escoger Linux Mint. Esperamos que disfrute usándolo tanto como nosotros disfrutamos al diseñarlo. Los enlaces siguientes le ayudarán a empezar con su nuevo sistema operativo. Disfrute y no dude en enviarnos sus comentarios.
et: Tere tulemast! Suur tänu, et valisid Linux Minti. Me loodame, et sa naudid selle kasutamist sama palju, kui meie selle valmistamist. Järgnevad lingid aitavad sul tutvuda sinu uue operatsioonisüsteemiga. Edu edaspidiseks ja ära pelga meile tagasisidet saata!
eu: Ongi etorri eta eskerrik asko Linux Mint aukeratzeagatik. Espero dugu guk diseinatzean gozatu dugun bezainbeste gozatzea zuk erabiltzean. Ondorengo estekek zure sistema eragile berriarekin hasten lagunduko dizute. Ondo pasatu eta jakinarazi iezaguzu zure iritzia beldurrik gabe.
fi: Tervetuloa! Kiitos, kun valitsit Linux Mint -käyttöjärjestelmän. Toivomme, että nautit siitä yhtä paljon kuin me suunnitellessamme sitä. Alhaalla on linkkejä, jotka auttavat sinut alkuun uuden käyttöjärjestelmäsi kanssa. Nauti ja älä epäröi lähettää meille palautetta kokemuksistasi!
fr_ca: Bienvenue et merci d'avoir choisi Linux Mint. Nous espérons que vous aurez autant de plaisir à l'utiliser que nous en avons eu à le créer. Amusez-vous et n'hésitez pas à nous envoyer vos commentaires et feedback.
he: ברוכים הבאים ותודה שבחרתם ב־Linux Mint. אנו מקווים שתהנו מהשימוש בה כפי שאנו נהנינו לעצב אותה. הקישורים הבאים יסייעו לכם להתחיל להשתמש במערכת ההפעלה החדשה שלכם. אל תהססו לשלוח אלינו את תגובותיכם.
hr: Dobrodošli i hvala Vam na odabiru Linux Minta. Nadamo se da ćete uživati u njegovom korištenju koliko smo i mi u njegovom razvijanju. Poveznice ispod pomoći će vam da se upoznate s vašim novim operacijskim sustavom. Uživajte i ne ustručavajte se poslati nam povratnu informaciju.
id: Selamat datang dan terimakasih anda telah memilih Linux Mint. Kami berharap anda menikmatinya seperti saat kami merancangnya. Tautan dibawah ini akan membantu anda memulai menggunakan sistem operasi terbaru anda. Selamat menikmati dan jangan ragu untuk mengirimkan umpan balik kepada kami.
is: Velkomin(n) og takk fyrir að velja Linux Mint. Við vonum að þú njótir þess jafn vel að nota Linux Mint eins og við fengum við að búa það til. Tenglarnir hér fyrir neðan geta hjálpað þér við að byrja að nota þetta nýja stýrikerfi. Skemmtu þér vel og ekki hika við að hafa samband og senda okkur álit þitt.
it: Benvenuto e grazie per aver scelto Linux Mint. Ci auguriamo che tu ti diverta ad usarlo quanto noi ci siamo divertiti a crearlo. I collegamenti qui sotto ti aiuteranno a conoscere il tuo nuovo sistema operativo. Divertiti e non esitare a mandarci le tue opinioni.
ja: ようこそ Linux Mint へ。Linux Mint を選んでいただきありがとうございます。開発を担当した私たちと同じく Linux Mint を楽しんでいただければと思います。以下のリンクは新しいオペレーティングシステムを使い始めるに当たって手助けとなってくれるでしょう。大いに楽しんで、是非ともフィードバックを送ってください。
lt: Sveiki atvykę ir ačiū, kad pasirinkote Linux Mint. Tikimės, jums bus taip malonu ja naudotis, kaip buvo mums ją kuriant. Žemiau esančios nuorodos padės jums pradėti naudotis nauja operacine sistema. Gerai praleiskite laiką ir nedvejodami pasidalinkite savo atsiliepimais su mumis.
lv: Laipni lūdzam, un paldies, ka izvēlējāties Linux Mint! Mēs ceram, ka jums patiks to lietot tāpat, kā mums patika to būvēt. Zemāk redzamās saites palīdzēs jums sākt apgūt jauno operētājsistēmu. Lai jums veicas, un nevilcinieties sūtīt mums atsauksmes!
ms: Selamat datang dan terima kasih kerana memilih Linux Mint. Kami harap anda seronok menggunakannya sepertimana seronoknya kami mereka ia. Sambungan dibawah akan membantu anda bermula dengan sistem operasi anda yang baru. Nikmati masa anda dan jangan segan untuk memberi kami maklumbalas anda.
nb: Velkommen - og takk for at du valgte Linux Mint! Vi håper at dine brukeropplevelser blir like postive som våre var mens vi lagde denne versjonen. Lenkene under vil hjelpe deg med å komme i gang med det nye operativsystemet ditt. Kos deg, og ikke nøl med å sende oss tilbakemeldinger.
nds: Willkommen und vielen Dank, dass Sie sich für Linux Mint entschieden haben. Wir hoffen, Sie haben mit Linux Mint genauso viel Vergnügen, wie wir bei der Entwicklung hatten. Die Links weiter unten werden Ihnen den Start mit dem neuen Betriebssystem erleichtern. Wir wünschen eine gute Zeit und zögern Sie bitte nicht, uns Ihr Feedback zu senden.
nl: Welkom en bedankt voor het kiezen van Linux Mint! We hopen dat u er net zoveel plezier aan zult beleven als wij bij het ontwikkelen ervan. De koppelingen hieronder kunnen u helpen met het gebruik van uw nieuwe besturingssysteem. Veel plezier ermee en aarzel niet om uw ervaringen met ons te delen.
pl: Witamy i dziękujemy za wybranie Linux Mint. Mamy nadzieję, że korzystanie z niego sprawi Ci tyle samo przyjemności jak nam jego projektowanie. Poniższe odnośniki pomogą Ci rozpocząć korzystanie z nowego systemu operacyjnego. Baw się dobrze i nie wahaj się przesłać nam swojej opinii.
pt: Bem-vindo e obrigado por ter escolhido o Linux Mint. Esperamos que goste tanto de o utilizar como nós gostámos de o desenvolver. As ligações abaixo irão ajudá-lo a conhecer o seu novo sistema operativo. Divirta-se e não hesite em nos enviar os seus comentários.
ro: Bine ai venit şi îţi mulţumim că ai ales Linux Mint. Sperăm să-ţi facă plăcere să îl foloseşti la fel cum ne-a plăcut nouă să îl realizăm. Legăturile de mai jos te vor ajuta să porneşti la drum cu noul tău sistem de operare. Îţi dorim o experienţă plăcută şi nu ezita să ne trimiţi părerile tale.
ru: Добро пожаловать и спасибо за то, что выбрали Linux Mint. Надеемся, что вы получите столько же удовольствия от её использования, сколько мы получили от её создания. Приведённые ниже ссылки помогут вам освоиться в вашей новой операционной системе. Всего хорошего, и не стесняйтесь присылать свои отзывы.
sk: Vitajte! Ďakujeme, že ste si zvolili Linux Mint. Dúfame, že ho budete používať rovnako radi, ako sme ho my radi vytvárali. Nasledujúce odkazy Vám pomôžu začať pracovať s vašim novým operačným systémom. Užite si ho a neváhajte nám poslať svoj názor.
sl: Dobrodošli in hvala, da ste izbrali Linux Mint. Upamo, da boste uživali ob njegovi uporabi, kot smo mi uživali ob njegovem snovanju. Povezave spodaj vam bodo v pomoč pri začetku uporabe vašega novega operacijskega sistema. Uživajte in ne oklevajte nam poslati vaših vtisov.
sq: Mirëseredhët dhe faleminderit që keni zgjedhur Linux Mint. Ne shpresojmë që do t'iu pëlqejë ta përdorni atë po aq sa na pëlqeu ne ta dizenjonim atë. Lidhjet e mëposhtme do t'iu ndihmojnë t'ia nisni me sistemin tuaj të ri të operimit. Ja kalofshi mirë dhe mos hezitoni të na dërgoni këshillat tuaja.
sr: Добродошли и хвала вам што сте изабрали Линукс Минт. Надамо се да ћете уживати у његовом коришћењу колико смо и ми уживали правећи га. Везе у наставку ће вам помоћи да почнете са новим оперативним системом. Уживајте у даљем раду и не устручавајте се да нам пошаљете повратне податке.
sv: Välkommen och tack för att du valt Linux Mint. Vi hoppas att du kommer ha lika mycket glädje av att använda det som vi hade av att skapa det. Länkarna nedan hjälper dig att komma igång med ditt nya operativsystem. Ha det bra och tveka inte att delge oss dina synpunkter.
th: ยินดีต้อนรับและขอบคุณที่เลือกใช้ลินุกซ์มินต์ เราหวังว่าคุณจะเพลิดเพลินมากับการใช้งานเท่าที่เราออกแบบมาแล้ว ลิงก์ด้านล่างนี้จะเป็นวิธีใช้เพื่อให้คุณพร้อมใช้งานระบบปฏิบัติการใหม่ของคุณ ขอให้มีเวลาที่ดีแล้วอย่าลืมส่งความคิดเห็นมาให้เราด้วย
tl: Maligayang pagdating at salamat sa iyo para sa pagpili ng Linux Mint. Umaasa kami na masisiyahan ka sa paggamit nito bilang marami bilang namin ay pagdisenyo ito. Ang mga link sa ibaba ay tutulong sa iyo makapagsimula sa iyong bagong operating system. Magkaroon ng isang magandang panahon at huwag mag-atubiling magpadala sa amin ng inyong feedback.
tr: Hoşgeldiniz, Linux Mint'i seçtiğiniz için teşekkür ederiz. Umarız, bizim Linux Mint'i geliştirirken aldığımız keyfi siz de kullanırken alırsınız. Aşağıdaki bağlantılar, size yeni işletim sisteminizi tanımanızda yardımcı olacaktır. İyi zaman geçirin ve bize geri bildirimlerinizi göndermekten çekinmeyin.
uk: Ласкаво просимо і дякуємо Вам за вибір Linux Mint. Сподіваємося, Вам сподобається користуватися цією ОС так само, як і нам сподобалося її розробляти. Наведені нижче посилання дадуть Вам змогу розпочати роботу з новою операційною системою. Добре проведіть час, і не соромтеся надсилати нам свої відгуки.
vi: Xin chào mừng và xin cám ơn bạn đã chọn Linux Mint. Chúng tôi hi vọng bạn sẽ thích sử dụng Linux Mint cũng như chúng tôi khi thiết kế nó. Các liên kết bên dưới sẽ giúp bạn bắt đầu làm quen với hệ điều hành mới. Chúc bạn sử dụng vui vẻ và đừng ngần ngại gửi phản hồi đến cho chúng tôi.

source: New features
am: አዲስ ገጽታ
ar: مزايا جديدة
az: Yeni özәlliklәr
be: Новыя магчымасці
bg: Нови характеристики
bs: Nove mogućnosti
ca: Noves característiques
cs: Nové vlastnosti
cy: Nodweddion newydd
da: Nye funktioner
de: Neue Funktionen
el: Νέα χαρακτηριστικά
es: Nuevas características
et: Uued võimalused
eu: Ezaugarri berriak
fi: Uusia ominaisuuksia
fr_ca: Nouvelles caractéristiques
he: תכונות חדשות
hr: Nove mogućnosti
id: Fitur Baru
is: Nýir eiginleikar
it: Nuove funzionalità
ja: 新機能
lt: Naujovės
lv: Jaunās iespējas
ms: Ciri-ciri terkini
nb: Nye funksjoner
nds: Neue Features
nl: Nieuwe functies
pl: Nowe funkcje
pt: Novas funcionalidades
ro: Funcţii noi
ru: Новые возможности
sk: Nové vlastnosti
sl: Nove zmožnosti
sq: Funksionalitet e reja
sr: Нове могућности
sv: Nya funktioner
th: คุณสมบัติใหม่
tl: Bagong mga katangian
tr: Yeni özellikler
uk: Нові можливості
vi: Tính năng mới

source: See what is new in this release
am: በዚህ እትም ላይ ያሉ አዲስ ነገሮችን ይመልከቱ
ar: ما الجديد في هذا الإصدار
az: Bu versiyadakı yeniliklәrә baxın
be: Што новага ў выпуску
bg: Вижте новото в тази версия
bs: Pogledajte šta je novo u ovom izdanju
ca: Vegi les novetats d'aquesta versió
cs: Novinky v této verzi
cy: Gweld beth sy'n newydd yn y fersiwn hon
da: Se hvad der er nyt i denne udgave
de: Ansehen, was neu in dieser Version ist
el: Δείτε τι νέο υπάρχει σε αυτή την έκδοση
es: Vea las novedades de esta versión
et: Vaata, mis on selles väljalaskes uut
eu: Ikusi argitalpen honetako berritasunak
fi: Katso, mitä uutta tämä julkaisu sisältää
fr_ca: Les nouveautés dans cette version
he: גלו מה חדש בגרסה הנוכחית
hr: Pogledajte što je novo u ovom izdanju
id: Lihat apa yang terbaru dari rilis ini
is: Skoðaðu hvað er nýtt í þessari útgáfu
it: Scopri le novità di questa versione
ja: このリリースの新しいところを見る
lt: Pažiūrėkite, kas naujo šioje versijoje
lv: Uzzini kas jauns šajā versijā
ms: Lihat pembaharuan terkini dari keluaran ini
nb: Se hva som er nytt i denne versjonen
nds: Zeige die Neuigkeiten der Veröffentlichung
nl: Bekijk wat er nieuw is in deze uitgave
pl: Zobacz co jest nowego w tym wydaniu
pt: Ver o que há de novo nesta versão
ro: Vezi ce este nou în acestă lansare
ru: Узнайте, что нового в этой версии
sk: Pozrite sa, čo je nové v tomto vydaní
sl: Poglejte, kaj je novega v tej izdaji
sq: Zbuloni të rejat e këtij versioni
sr: Погледајте шта је ново у овом издању
sv: Se vad som är nytt i denna utgåvan
th: ดูว่ามีอะไรใหม่ในรุ่นนี้
tl: Tingnan kung ano ang bago sa release na ito
tr: Bu sürümdeki yenilikleri görünüz
uk: Подивіться, що нового у цьому випуску
vi: Xem có gì mới trong lần phát hành này

source: Important information
am: ጠቃሚ መረጃ
ar: معلومة هامة
az: Vacib mәlumat
be: Важная інфармацыя
bg: Важна информация
bs: Važne informacije
ca: Informació important
cs: Důležité informace
cy: Gwybodaeth bwysig
da: Vigtig information
de: Wichtige Informationen
el: Σημαντικές Πληροφορίες
es: Información importante
et: Tähtis info
eu: Informazio garrantzitsua
fi: Tärkeää tietoa
fr_ca: Informations importantes
he: מידע חשוב
hr: Bitne informacije
id: Informasi penting
is: Áríðandi upplýsingar
it: Informazione importante
ja: 重要なお知らせ
lt: Svarbi informacija
lv: Svarīga informācija
ms: Maklumat penting
nb: Viktig informasjon
nds: Wichtige Information
nl: Belangrijke informatie
pl: Ważne informacje
pt: Informação importante
ro: Informație importantă
ru: Важная информация
sk: Dôležité informácie
sl: Pomembni podatki
sq: Informata të rëndësishme
sr: Важна обавештења
sv: Viktig information
th: ข้อมูลสำคัญ
tl: Mahalagang impormasyon
tr: Önemli bilgi
uk: Важлива інформація
vi: Thông tin quan trọng

source: Find out about important information, limitations, known issues and their solution
am: ተጨማሪ መረጃዎችን ፈልገው ያግኙ፡ ገደቦችን፡ የታወቁ ችግሮችን እና መፍትሄቸውን
ar: اكتشاف المعلومات المهمّة والمحدودية والأخطاء الشائعة وحلولها
be: Даведайцеся пра важную інфармацыю, абмежаванні, вядомыя пытанні і адказы на іх
bg: Намиране на важна информация, ограничения, известни проблеми и техните решения
bs: Saznajte važne informacije, ograničenja, poznate probleme i njihova rješenja
ca: Informi's sobre qüestions importants, limitacions, problemes coneguts i les seves solucions
cs: Získejte důležité informace, omezení, známé problémy a jejich řešení
cy: Cael gwybod am wybodaeth bwysig, cyfyngiadau, materion hysbys a'u hateb
da: Læs vigtig information og om begrænsninger, kendte problemer og deres løsning
de: Über wichtige Informationen, Einschränkungen, bekannte Probleme und deren Lösungen, Informationen erhalten
el: Βρείτε περισσότερες σημαντικές πληροφορίες, περιορισμούς, γνωστά προβλήματα και τις λύσεις τους
es: Infórmese sobre cuestiones importantes, limitaciones, problemas conocidos y sus soluciones
et: Oluline teave, piirangud, teadaolevad probleemid ja nende lahendused
eu: Aurkitu informazio garrantzitsua, mugapenak, arazo ezagunak eta beren konponbideak
fi: Löydä tietoa tärkeistä seikoista, rajoituksista, tiedetyistä ongelmista ja niiden ratkaisuista
fr_ca: Découvrez les informations importantes, les limitations, les problèmes connus et leurs solutions
he: גלו על מידע חשוב, הגבלות, בעיות ידועות ופתרונן
hr: Saznajte više o bitnim informacijama, ograničenjima, poznatim problemima i njihovim rješenjima
id: Temukan tentang informasi penting, batasan, isu-isu yang diketahui dan solusinya
is: Skoðaðu ýmsar mikilvægar upplýsingar, meðal annars um takmarkanir, þekkt vandamál og lausnir á slíku
it: Scopri informazioni importanti, limiti, problemi noti e loro soluzioni
ja: 重要なお知らせや、制約事項、問題の解決策を見る
lt: Raskite svarbios informacijos, apribojimų, žinomų klaidų ir jų sprendimo būdų
lv: Uzzini svarīgu informāciju, ierobežojumus, zināmās problēmas un to risinājumus
ms: Ketahui maklumat penting, limitasi, isu-isu yang diketahui dan penyelesaian isu tersebut
nb: Lær om viktig informasjon, begrensninger, kjente problemer og deres løsninger
nds: Herausfinden von wichtigen Informationen, Einschränkungen, bekannte Probleme und deren Lösung
nl: Lees belangrijke informatie over beperkingen en oplossingen voor bekende problemen
pl: Dowiedz się o ważnych informacjach, ograniczeniach, znanych problemach i sposobach ich rozwiązania
pt: Descubra informação importante, limitações, problemas conhecido e as suas soluções
ro: Găsește informație importantă, restricții, probleme cunoscute și soluțiile lor
ru: Узнайте о важной информации, ограничениях, известных проблемах и их решениях
sk: Spoznajte dôležité informácie, obmedzenia, známe chyby a ich riešenia
sl: Poučite se o pomembnih podatkih, omejitvah, znanih težavah in njihovimi rešitvami
sq: Zbuloni informacionet e rëndësishme, limitet, problemet e njohura dhe zgjidhjet e tyre
sr: Сазнајте важна обавештења, ограничења, познате потешкоће и начине за њихово решавање
sv: Få reda på viktig information, begränsningar, kända problem och dess lösningar
th: หาข้อมูลเกี่ยวกับข้อมูลที่สำคัญ ข้อจำกัด ปัญหาที่พบและการแก้ไขปัญหาต่าง ๆ ของพวกเขา
tl: Alamin ang tungkol sa mga mahahalagang impormasyon, mga limitasyon, mga kilalang isyu at ang kanilang mga solusyon
tr: Önemli bilgileri, sınırlamaları, bilinen sorunları ve onların çözümlerini örenin
uk: Взнайте більше про важливу інформацію, обмеження, знайдені проблеми і їх вирішення
vi: Tìm hiểu các thông tin quan trọng, hạn chế, vấn đề đã biết và giải pháp

source: User guide (PDF)
am: የተጠቃሚ መምሪያ
ar: دليل المستخدم
az: İstifadәçi bәlәdçisi (PDF)
be: Даведка (PDF)
bg: Потребителско ръководство (PDF)
bs: Korisničke upute (PDF)
ca: Guia de l'usuari (PDF)
cs: Příručka (PDF)
cy: Canllaw defnyddwyr (PDF)
da: Brugervejledning (PDF)
de: Benutzerhandbuch (PDF)
el: Εγχειρίδιο χρήσης (PDF)
es: Guía del usuario (PDF)
et: Kasutusjuhend (PDF)
eu: Erabiltzaile gida (PDF)
fi: Käyttöohje (PDF)
fr_ca: Guide d'utilisateur (PDF)
he: מדריך משתמש
hr: Korisničke upute (PDF)
id: Panduan Pengguna (PDF)
is: Notandahandbók (PDF)
it: Guida per l'utente (PDF)
ja: ユーザガイド (PDF)
lt: Naudotojo vadovas (PDF)
lv: Lietotāja ceļvedis (PDF)
ms: Panduan pengguna (PDF)
nb: Brukermanual (PDF)
nds: Benutzeranleitung
nl: Handleiding (PDF)
pl: Podręcznik użytkownika (PDF)
pt: Guia do utilizador (PDF)
ro: Ghidul utilizatorului (PDF)
ru: Руководство пользователя (PDF)
sk: Používateľská príručka (PDF)
sl: Uporabniški vodič (PDF)
sq: Udhëzimet e përdoruesit (PDF)
sr: Корисничко упутство (ПДФ)
sv: Användarguide (PDF)
th: คู่มือผู้ใช้ (PDF)
tl: User gabay (PDF)
tr: Kullanıcı kılavuzu (PDF)
uk: Посібник користувача (PDF)
vi: Hướng dẫn sử dụng (PDF)
