Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintwelcome/mintwelcome-*.po
Languages: am, ar, az, be, bg, bs, ca, cs, cy, da, de, el, es, et, eu, fi, fr_ca, he, hr, id, is, it, ja, lt, lv, ms, nb, nds, nl, pl, pt, ro, ru, sk, sl, sq, sr, sv, th, tl, tr, uk, vi

source: Submit new ideas to the development team
am: ለ አበልጻጊ ቡድኖች አዲስ ሀሳቦችን ያቅርቡ
ar: إرسال أفكار جديدة لفريق التطوير
be: Падзяліцца ідэямі з камандай распрацоўнікаў
bg: Изпратете нови идеи на разработчиците
bs: Pošaljite nove ideje razvojnom timu
ca: Proposeu noves idees a l'equip de desenvolupament
cs: Pošlete nové nápady vývojářskému týmu
cy: Cyflwyno syniadau newydd i'r tîm datblygu
da: Indsend nye idéer til udviklingsteamet
de: Neue Ideen an die Entwicklungsgruppe senden
el: Υποβάλετε νέες ιδέες στην ομάδα ανάπτυξης
es: Proponga nuevas ideas al equipo de desarrollo
et: Saada oma ägedad ideed arendustiimile
eu: Bidali ideia berriak garapen taldeari
fi: Lähetä uusia ideoita kehitystiimille
fr_ca: Soumettez de nouvelles idées à l'équipe de développement
he: שליחת רעיונות לצוות המפתחים
hr: Predložite nove ideje razvojnom timu
id: Kirimkan ide-ide baru kepada tim pengembang
is: Komdu nýjum hugmyndum á framfæri við þróunarteymið
it: Proponi nuove idee agli sviluppatori
ja: 開発チームに新たな提案を送信する
lt: Siųskite naujas idėjas kūrėjų komandai
lv: Iesniegt jaunas idejas izstrādes komandai
ms: Hantar idea-idea baru kepada kumpulan pemaju
nb: Legg fram nye ideer til utviklingsteamet
nds: Übermittle neue Ideen dem Entwicklerteam
nl: Geef nieuwe ideeën door aan de ontwikkelaarsploeg
pl: Prześlij nowe pomysły do zespołu programistów
pt: Envie novas ideias à equipa de desenvolvimento
ro: Trimite idei noi echipei de dezvoltare
ru: Делитесь новыми идеями с командой разработчиков
sk: Predložte vývojárskemu tímu nové nápady
sl: Pošljite nove ideje skupini razvijalcev
sq: Propozoni ide të reja ekipit të zhvillimit
sr: Поднесите нове идеје развојној дружини
sv: Skicka in nya idéer till utvecklingsteamet
th: ส่งความคิดใหม่ ๆ ไปให้นักพัฒนา
tl: Magpadala ng mga bagong ideya sa konstruksiyon koponan
tr: Geliştirici takıma yeni fikirler iletin
uk: Надайте нові ідеї команді розробників
vi: Gửi đăng ý tưởng mới cho đội phát triển

source: Get involved
am: ተሳታፊ ይሁኑ
ar: تواصل معنا
be: Далучыцца
bg: Станете част от екипа
bs: Uključi se
ca: Involucreu-vos-hi
cs: Zapojte se
cy: Cymryd rhan
da: Deltag i projektet
de: Mithelfen
el: Συμμετέχετε
es: Involucrarse
et: Osalemine
eu: Parte hartu
fi: Tule mukaan
fr_ca: S'impliquer
he: מעורבות
hr: Uključite se
id: Terlibat
is: Slást í hópinn
it: Partecipa
ja: 参加する
lt: Prisijunkite
lv: Iesaisties
ms: Libatkan diri
nb: Delta
nds: Mitmachen
nl: Doe mee
pl: Zaangażuj się
pt: Participe
ro: Implicați-vă
ru: Принимайте участие
sk: Zapojiť sa
sl: Sodelujte
sq: Përfshihu
sr: Учествујте
sv: Engagera dig
th: เข้าร่วมเป็นส่วนหนึ่ง
tl: Makibahagi
tr: Katkıda bulunun
uk: Приєднуйтеся
vi: Tham gia

source: Find out how to get involved in the Linux Mint project
am: በ ሊነክስ ሚንት እቅድ ጋር እንዴት እንደሚሳተፉ መረጃ መፈለጊያ
ar: كيف تشارك مع مشروع لينكس منت؟
be: Даведацца, як дапамагчы праекту Linux Mint
bg: Разберете как да се включите в проекта
bs: Saznajte kako da postanete dio Linux Mint projekta
ca: Esbrineu com participar en el projecte Linux Mint
cs: Zjistěte, jak se zapojit do projektu Linux Mint
cy: Darganfod sut i gymryd rhan yn y prosiect Linux Mint
da: Find ud af, hvordan du deltager i Linux Mint-projektet
de: Herausfinden, wie Sie sich am Linux-Mint-Projekt beteiligen können
el: Βρείτε πως μπορείτε να εμπλακείτε στο έργο του Linux Mint
es: Averigüe cómo participar en el proyecto Linux Mint
et: Uuri, kuidas aidata Linux Minti projektile kaasa
eu: Aurkitu Linux Mint proiektuan parte hartzeko moduak
fi: Löydä keino päästä mukaan Linux Mint -projektiin
fr_ca: Découvrez comment vous pouvez participer au projet Linux Mint
he: גלו איך לקחת חלק בפרויקט לינוקס מינט
hr: Saznajte kako se uključiti u Linux Mint projekt
id: Temukan bagaimana caranya bergabung dengan projek Linux Mint
is: Skoðaðu á hvern hátt þú gætir tekið þátt í Linux Mint verkefninu
it: Scopri come partecipare al progetto Linux Mint
ja: Linux Mint プロジェクトの参加方法を調べる
lt: Išsiaiškinkite, kaip prisidėti prie Linux Mint projekto
lv: Uzziniet kā iesaistīties Linux Mint projektā
ms: Ketahui bagaimana untuk melibatkan diri dalam projek Linux Mint
nb: Finn ut hvordan du kan bli involvert i Linux Mint prosjektet
nds: Finde herraus, wie man sich an dem Linux Mint Projekt beteiligen kann
nl: Kom te weten hoe u betrokken kunt raken bij het Linux Mint-project
pl: Dowiedz się, jak się zaangażować w projekt Linux Mint
pt: Descubra como participar no projeto Linux Mint
ro: Află cum poți să te implici în proiectul Linux Mint
ru: Узнайте, как стать участником проекта Linux Mint
sk: Zistite, ako môžete podieľať na vývoji projektu Linux Mint
sl: Spoznajte, kako lahko sodelujete v prejektu Linux Mint
sq: Zbuloni si të përfshiheni në projektin Linux Mint
sr: Откријте како да се прикључите пројекту Линукс Минта
sv: Ta reda på hur du kan bli en del av Linux Mint projektet
th: หาวิธีที่จะมีส่วนร่วมในโครงการลินุกซ์มินต์
tl: Alamin kung paano makakuha ng kasangkot sa proyekto Linux Mint
tr: Linux Mint projesinde nasıl yer alınacağını öğrenin
uk: Дізнайтеся, як взяти участь у проєкті Linux Mint
vi: Tìm hiểu cách thức tham gia vào dự án Linux Mint

source: Donations
am: እርዳታ
ar: تبرعات
az: İanәlәr
be: Ахвяраванні
bg: Дарения
bs: Donacije
ca: Donacions
cs: Sponzorské dary
cy: Rhoddion
da: Donationer
de: Spenden
el: Δωρεές
es: Donaciones
et: Annetused
eu: Dohaintzak
fi: Lahjoitukset
fr_ca: Dons
he: תרומות
hr: Donacije
id: Donasi
is: Gjafir
it: Donazioni
ja: 寄付
lt: Parama
lv: Ziedojumi
ms: Penderma
nb: Donasjoner
nds: Spenden
nl: Donaties
pl: Datki
pt: Donativos
ro: Donaţii
ru: Пожертвования
sk: Darcovstvo
sl: Donacije
sq: Dhurimet
sr: Добровољни прилози
sv: Donationer
th: การบริจาค
tl: Mga Donasyon
tr: Bağışlar
uk: Пожертви
vi: Đóng góp

source: Make a donation to the Linux Mint project
am: ለ ሊነክስ ሚንት እቅድ እርዳት ይለግሱ
ar: تبرّع لمشروع لينكس منت
az: Linux Mint layihәsi üçün ianә verin
be: Зрабіць ахвяраванне праекту Linux Mint
bg: Направете дарение на Линукс Минт
bs: Dajte donaciju Linux Mint projektu
ca: Feu una donació al projecte de Linux Mint
cs: Přispějte sponzorským darem na Linux Mint
cy: Rhoi rhodd i'r prosiect Linux Mint
da: Giv en donation til Linux Mint-projektet
de: Eine Spende an das Linux-Mint-Projekt machen
el: Κάντε μια δωρεά στο έργο του Linux Mint
es: Haga una donación al proyecto de Linux Mint
et: Anneta raha Linux Minti projekti toetuseks
eu: Egin dohaintza Linux Mint proiektuari
fi: Tee lahjoitus Linux Mint projektille
fr_ca: Faîtes un don au projet Linux Mint
he: תרום לפרויקט לינוקס מינט
hr: Donirajte Linux Mint projekt
id: Berikan sumbangan untuk pengembangan Linux Mint
is: Gefðu til Linux Mint verkefnisins
it: Fai una donazione al progetto Linux Mint
ja: Linux Mint プロジェクトに寄付をする
lt: Paremkite Linux Mint projektą
lv: Veikt ziedojumu Linux Mint projektam
ms: Memberi derma kepada projek Linux Mint
nb: Gi en donasjon til Linux Mint prosjektet
nds: Betätige eine Spende für das Linux Mint Projekt
nl: Doe een donatie aan het Linux Mint-project
pl: Przekaż darowiznę dla projektu Linux Mint
pt: Faça uma doação ao projeto Linux Mint
ro: Fă o donație proiectului Linux Mint
ru: Сделайте пожертвование проекту Linux Mint
sk: Pošlite projektu Linux Mint dar
sl: Donirajte projektu Linux Mint
sq: Bëni një dhurim për projektin Linux Mint
sr: Приложите пројекту Линукс Минта
sv: Donera till Linux Mint projektet
th: ทำการบริจาคให้โครงการลินุกซ์มินต์
tl: Gumawa ng donasyon sa proyekto Linux Mint
tr: Linux Mint projesi için bağış yapın
uk: Зробіть пожертву для проєкту Linux Mint
vi: Đóng góp tài chính vào dự án Linux Mint

source: Sponsors
am: ደጋፊዎች
ar: داعمون
az: Sponsorlar
be: Фундатары
bg: Спонсори
bs: Sponzori
ca: Patrocinadors
cs: Sponzoři
cy: Noddwyr
da: Sponsorer
de: Sponsoren
el: Χορηγοί
es: Patrocinadores
et: Sponsorid
eu: Babesleak
fi: Tukijat
fr_ca: Commanditaires
he: נותני חסות
hr: Sponzori
id: Para sponsor
is: Styrktaraðilar
it: Sponsor
ja: スポンサー
lt: Sponsoriai
lv: Sponsori
ms: Penaja
nb: Sponsorer
nds: Sponsoren
pl: Sponsorzy
pt: Patrocinadores
ro: Sponsori
ru: Спонсоры
sk: Sponzori
sl: Sponzorji
sq: Sponsorët
sr: Покровитељи
sv: Sponsorer
th: สนับสนุน
tl: inaam√°
tr: Sponsorlar
uk: Спонсори
vi: Nhà tài trợ

source: Apply to become a Linux Mint sponsor
am: የ ሊነክስ ሚንት ደጋፊ ለመሆን ያመልክቱ
ar: كن مشجعًا مع لينكس منت
az: Linux Mint-ә sponsor olmaq üçün müraciәt edin
be: Стаць фундатарам Linux Mint
bg: Кандидатствай за спонсор на Линукс Минт
bs: Prijavite se da postanete Linux Mint sponzor
ca: Feu-vos patrocinador de Linux Mint
cs: Staňte se sponzorem Linux Mintu
cy: Ceisio i ddod yn noddwr Linux Mint
da: Ansøg om at blive en Linux Mint-sponsor
de: Bewerben, um ein Linux-Mint-Förderer zu werden
el: Κάντε αίτηση για να γίνετε χορηγός του Linux Mint
es: Conviértase en un patrocinador de Linux Mint
et: Hakka Linux Minti sponsoriks
eu: Egin zaitez Linux Minten babesle
fi: Hakeudu Linux Mintin sponsoriksi
fr_ca: Sponsorisez le projet Linux Mint
he: הפוך לנותן חסות בלינוקס מינט
hr: Prijavite se da postanete Linux Mint sponzor
id: Daftar untuk menjadi sponsor Linux Mint
is: Sæktu um að verða styrktaraðili Linux Mint
it: Conferma per diventare uno sponsor di Linux Mint
ja: Linux Mint のスポンサーになる
lt: Tapkite nuolatiniu Linux Mint remėju
lv: Pieteikties kļūt Linux Mint sponsors
ms: Memohon untuk menjadi penaja Linux Mint
nb: Søk om å bli en Linux Mint sponsor
nds: Einsetzen um ein Linux Mint Sponsor zu werden
nl: Doe een aanvraag om sponsor te worden van Linux Mint
pl: Zostań sponsorem Linux Mint
pt: Candidate-se a ser um dos patrocinadores do Linux Mint
ro: Aplică pentru a deveni sponsor Linux Mint
ru: Станьте спонсором Linux Mint
sk: Uchádzajte sa ako sponzor Linuxu Mint
sl: Prijavite se, da postanete pokrovitelj Linux Minta
sq: Aplikoni për tu bërë një sponsor Linux Mint
sr: Поднесите пријаву да будете покровитељ Линукс Минта
sv: Ansök om att bli en sponsor till Linux Mint
th: สมัครเป็นสปอนเซอร์ของลินุกซ์มินต์
tl: Mag-apply upang maging isang Linux Mint sponsor
tr: Linux Mint'e sponsor olmak için başvurun
uk: Застосуйте щоб стати спонсором Linux Mint
vi: Đăng ký làm nhà tài trợ Linux Mint

source: Show this dialog at startup
am: ይህን ጽሁፍ ሲጀመር አሳይ
ar: إظهار مربع الحوار هذا عند بدء التشغيل
az: Bu dialoq qutusunu başlanğıcda göstər
be: Паказваць гэтае вакенца падчас старту
bg: Показване на този прозорец при стартиране
bs: Prikaži ovaj okvir na početku
ca: Mostra aquest diàleg a l'inici
cs: Zobrazovat tento dialog při spuštění
cy: Dangos y ddeialog wrth gychwyn
da: Vis dette vindue ved opstart
de: Diesen Dialog beim Systemstart anzeigen
el: Εμφάνιση αυτού του διαλόγου κατά την εκκίνηση
es: Mostrar esta ventana al inicio
et: Seda teadet näidatakse alati käivitamisel
eu: Erakutsi elkarrizketa-koadro hau abiaraztean
fi: Näytä tämä ikkuna käynnistyksen yhteydessä
fr_ca: Montrer ce dialogue au démarrage
he: הצגת תיבת דו־שיח זו בהפעלה
hr: Prikaži ovaj dijalog pri pokretanju računala
id: Tampilkan dialog ini pada saat mulai
is: Sýna þennan upplýsingaglugga við ræsingu
it: Visualizzare questa finestra all'avvio
ja: 起動時にこのダイアログを表示
lt: Rodyti šį langą paleidus operacinę sistemą
lv: Rādīt šo dialogu pie palaišanas
ms: Paparkan dialog ini pada permulaan
nb: Vis dette dialogvinduet ved oppstart
nds: Diesen Dialog beim Start anzeigen
nl: Dit dialoogvenster weergeven bij het opstarten
pl: Wyświetl to okno na starcie
pt: Mostrar esta caixa de diálogo ao iniciar
ro: Afişează acest dialog la pornire
ru: Показывать это окно при загрузке системы
sk: Pri spustení zobrazovať túto správu
sl: Pokaži to pogovorno okno ob zagonu
sq: Trego këtë dialog gjatë nisjes
sr: Прикажи ово прозорче при покретању
sv: Visa denna dialogruta vid start
th: แสดงคำอธิบายนี้เมื่อเริ่มโปรแกรม
tl: Ipakita ang dialog ito sa startup
tr: Başlangıçta bu pencereyi göster
uk: Показувати цей діялоґ під час запуску
vi: Hiện cửa sổ này khi khởi động

source: Introduction to Linux Mint
am: ሊነክስ ሚንትን ይተዋወቁ
ar: مقدمة لـ Linux Mint
az: Linux Mint-ә giriş
be: Уводзіны ў Linux Mint
bg: Въведение в Linux Mint
bs: Uvod u Linux Mint
ca: Introducció a Linux Mint
cs: Úvod do Linux Mint
cy: Cyflwyniad i Linux Mint
da: Introduktion til Linux Mint
de: Einführung in Linux Mint
el: Εισαγωγή στο Linux Mint
es: Introducción a Linux Mint
et: Sissejuhatus Linux Minti
eu: Linux Mint-era sarrera
fi: Linux Mint -esittely
fr_ca: Présentation de Linux Mint
he: מסע ראשוני Linux Mint
hr: Uvod u Linux Mint
id: Pengenalan ke Linux Mint
is: Kynning á Linux Mint
it: Introduzione a Linux Mint
ja: Linux Mint のご紹介
lt: Įvadas į Linux Mint
lv: Iepazīšanās ar Linux Mint
ms: Pengenalan ke Linux Mint
nb: Introduksjon til Linux Mint
nds: Einführung in Linux Mint
nl: Introductie van Linux Mint
pl: Wprowadzenie do Linuksa Mint
pt: Introdução ao Linux Mint
ro: Introducere în Linux Mint
ru: Введение в Linux Mint
sk: Úvod do Linux Mint
sl: Uvod v Linux Mint
sq: Hyrje në Linux Mint
sr: Упознај се са Линукс Mинтом
sv: Introduktion till Linux Mint
th: ขอแนะนำลีนุกซ์มินต์
tl: Pambungad sa Linux Mint
tr: Linux Mint'e Giriş
uk: Знайомство з Linux Mint
vi: Giới thiệu Linux Mint

source: Install Multimedia Codecs
am: የመልቲሚዲያ ኮዴክስ መግጠሚያ
ar: تثبيت رموز الوسائط المتعددة
az: Multimediya kodeklәrini quraşdır
be: Усталяваць мультымедыя-кодэкі
bg: Инсталиране на мултимедийни кодеци
bs: Instalacija multimedijalnih kodeka
ca: Instal·lar còdecs multimèdia
cs: Nainstalovat multimediální kodeky
cy: Gosod y Codecs Amlgyfrwng
da: Installér multimediecodecs
de: Multimedia-Codecs installieren
el: Εγκατάσταση αποκωδικοποιητών πολυμέσων
es: Instalar códecs multimedia
et: Paigalda multimeediakoodekid
eu: Instalatu multimedia kodekak
fi: Asenna multimediakoodekit
fr_ca: Installer les codecs multimédia
he: התקן קודקים לקבצי המולטימדיה שלך
hr: Instaliraj multimedijske kôdeke
id: Pasang Codec Multimedia
is: Setja inn kóðunarlykla fyrir margmiðlun (multimedia codecs)
it: Installa codec multimediali
ja: マルチメディアコーデックのインストール
lt: Diegti multimedijos kodekus
lv: Uzstādīt multimēdiju kodeksus
ms: Pasang Kodek Multimedia
nb: Installer multimediakodeker
nds: Multimedia Codecs installieren
nl: Multimediacodecs installeren
pl: Zainstaluj kodeki multimediów
pt: Instalar codificadores multimédia
ro: Instalare Codecuri Multimedia
ru: Установка мультимедиа-кодеков
sk: Nainštalovať multimediálne kodeky
sl: Namesti predstavne kodeke
sq: Instalo Kodekset Multimedia
sr: Уградња мултимедијалних кодека
sv: Installera Multimedia-codecs
th: ติตตั้งตัวถอดรหัสมัลติมีเดีย
tl: I-install ang mga Multimedia Codec
tr: Çoklu Ortam Çözücülerini Kur
uk: Встановити мультимедійні кодеки
vi: Cài đặt các Bộ mã Đa phương tiện

source: Add all the missing multimedia codecs
am: መጨመሪያ የጎደሉ የመልቲሚዲያ ኮዴክስ
ar: اضافة كل رموز الوسائط المتعددة المفقودة
az: Bütün çatışmayan multimediya kodeklәrini әlavә et
be: Дадаць ўсе адсутныя мультымедыя-кодэкі
bg: Добавяне на всички липсващи мултимедийни кодеци
bs: Dodaj sve nedostajeće multimedijalne kodeke
ca: Afegir tots els còdecs que manquen
cs: Přidat chybějící multimediální kodeky
cy: Ychwanegu'r holl codecs amlgyfrwng coll
da: Tilføj alle manglende multimediecodecs
de: Alle fehlenden Multimedia-Codecs hinzufügen
el: Πρόσθεσε όλους τους αποκωδικοποιητές πολυμέσων που λείπουν
es: Añadir todos los códecs multimedia que falten
et: Kõigi puuduvate koodekite lisamine
eu: Gehitu falta diren multimedia kodek guztiak
fi: Lisää kaikki puuttuvat multimediakoodekit
fr_ca: Ajouter tous les codecs multimédia manquants
he: הוסף את הקודקים החסרים על מנת להפעיל את קבצי המולטימדיה שלך.
hr: Dodaj sve multimedijske kôdeke koji nedostaju
id: Tambahkan semua codec multimedia yang hilang
is: Bæta við öllum kóðunarlyklum fyrir margmiðlun
it: Aggiungi tutti i codec multimediali mancanti
ja: インストールされていないマルチメディアコーデックをすべて追加します
lt: Pridėti visus trūkstamus multimedijos kodekus
lv: pievienot visus trūkstošos multimēdiju kodeksus
ms: Tambah semua kodek multimedia yang hilang
nb: Legg til alle manglende multimediakodeker
nds: Füge alle fehlenden Multimedia Codecs hinzu
nl: Alle ontbrekende multimediacodecs toevoegen
pl: Dodaj wszystkie brakujące kodeki multimediów
pt: Adicionar todos os codificadores multimédia em falta
ro: Adaugă toate codecurile multimedia lipsă
ru: Добавить все пропущенные мультимедиа кодеки
sk: Pridať všetky chýbajúce multimediálne kodeky
sl: Dodaj vse manjkajoče predstavne kodeke
sq: Shto të gjithë kodeksët multimedia që mungojnë
sr: Додај све недостајуће мултимедијалне кодеке
sv: Lägg till alla saknade multimedia-codecs
th: เพิ่มทุกตัวแปลงสัญญาณมัลติมีเดียที่ขาดหายไปให้ครบ
tl: Idagdag ang lahat ng kulang na mga multimedia codec
tr: Tüm eksik çoklu ortam çözücülerini ekle
uk: Додати відсутні мультимедійні кодеки
vi: Thêm tất cả các bộ mã đa phương tiện còn thiếu
