Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintwelcome/mintwelcome-*.po
Languages: am, ar, az, be, bg, bs, ca, cs, cy, da, de, el, es, et, eu, fi, fr_ca, he, hr, id, is, it, ja, lt, lv, ms, nb, nds, nl, pl, pt, ro, ru, sk, sl, sq, sr, sv, th, tl, tr, uk, vi

source: Learn all the basics to get started with Linux Mint
am: ሊነክስ ሚንትን ለመጠቀም መሰራታዊ የሆኑትን በሙሉ ይማሩ
ar: تعلّم جميع الأساسيات وابدأ مع لينكس منت
az: "Linux Mint"ә başlayarkәn başlıca bilgilәri öyrәnin
be: Базавыя прынцыпы Linux Mint
bg: Вижте основото, преди да започнете с Линукс Минт
bs: Naučite osnove da bi ste započeli koristiti Linux Mint
ca: Apreneu el bàsic per començar amb Linux Mint
cs: Naučte se základy práce s Linux Mintem
cy: Dysgwch y pethau sylfaenol i ddechrau arni gyda Linux Mint
da: Lær alt det grundlæggende for at komme i gang med Linux Mint
de: Alle Grundlagen lernen, um mit Linux Mint loszulegen
el: Μάθετε όλα τα βασικά για να ξεκινήσετε με το Linux Mint
es: Aprenda lo básico para empezar a usar Linux Mint
et: Algteadmised Linux Minti kasutamiseks
eu: Ikasi Linux Mintekin hasteko jakin beharreko oinarrizko ezagutzak
fi: Opi perusasiat päästäksesi alkuun Linux Mintin kanssa
fr_ca: Apprenez les bases pour débuter avec Linux Mint
he: למדו את היסודות להתחלה עם לינוקס מינט
hr: Naučite osnove potrebne za početak korištenja Linux Minta
id: Pelajari semua dasar untuk memulai dengan Linux Mint
is: Lærðu undirstöðuatriði til þess að byrja að nota Linux Mint
it: Informazioni di base per usare Linux Mint
ja: Linux Mint をはじめるため基本を学びましょう
lt: Išmokite Linux Mint pagrindų
lv: Uzzini pamatus, lai sāktu lietot Linux Mint
ms: Belajar semua asas-asas untuk mula menggunakan Linux Mint
nb: Lær basisen for å komme i gang med Linux Mint
nds: Lerne die Grundlagen um mit Linux Mint zu starten
nl: Leer alle basisvaardigheden om aan de slag te gaan met Linux Mint
pl: Naucz się podstaw, aby zacząć pracę z Linux Mint
pt: Aprenda toda a informação básica para iniciar-se com o Linux Mint
ro: Află toate elementele de bază pentru a începe lucrul cu Linux Mint
ru: Узнайте всё необходимое для начала использования Linux Mint
sk: Naučte sa základy používania Linuxu Mint
sl: Poučite se o vseh osnovnih stvareh za uporabo Linux Minta
sq: Mëso të gjitha bazat për të filluar përdorimin e Linux Mint
sr: Научите основе за почетак коришћења Линукс Минта
sv: Lär dig grunderna för att börja använda Linux Mint
th: เรียนรู้พื้นฐานเบื้องต้นเพื่อเริ่มทำงานกับลินุกซ์มินต์
tl: Alamin ang mga pangunahing kaalaman upang makapagsimula sa Linux Mint
tr: Linux Mint'e başlarken temel bilgileri öğrenin
uk: Дізнайтеся про основи, щоб почати роботу з Linux Mint
vi: Học tất cả các điều cơ bản để bắt đầu với Linux Mint

source: Restore data
am: ዳታ እንደ ነበር መመለሻ
ar: استعِد البيانات
az: Datanı geri yüklә
be: Аднавіць даныя
bg: Възстановяване на данни
bs: Vrati podatke iz sigurnosne kopije
ca: Restaurar dades
cs: Obnovit Data
cy: Adfer data
da: Gendan data
de: Daten wiederherstellen
el: Επαναφορά δεδομένων
es: Restaurar datos
et: Andmete taastamine
eu: Berrezarri datuak
fi: Palauta tiedostoja
fr_ca: Restaurez des données
he: שחזור נתונים
hr: Vrati podatke
id: Kembalikan data
is: Endurheimta gögn
it: Ripristina i dati
ja: データを復元する
lt: Atkurkite duomenis
lv: Atjaunot datus
ms: Pulihkan data
nb: Gjenopprett data
nds: Daten wiederherstellen
nl: Gegevens herstellen
pl: Przywróć dane
pt: Restaurar dados
ro: Recuperează date
ru: Восстановление данных
sk: Obnoviť dáta
sl: Obnovite podatke
sq: Rikthe të dhënat
sr: Повратите податке
sv: Återställ data
th: กู้คืนข้อมูล
tl: Ibalik ang data
tr: Verileri geri yükle
uk: Відновлення даних
vi: Phục hồi dữ liệu

source: Restore data or applications from a previous installation
am: ቀደም ብሎ ከ ተገጠመው መተግበሪያዎችን ወይንም ዳታዎችን እንደ ነበር መመለሻ
ar: استعادة البيانات أو التطبيقات من التثبيت السابق
az: Öncәki quraşdırılmadakı data vә ya tәtbiqetmәlәri geri yüklә
be: Аднавіць даныя ці праграмы з папярэдняй інсталяцыі
bg: Възстановяванне на данни или приложения от предишна инсталация
bs: Vrati podatke ili aplikacije iz sigurnosne kopije iz ranije instalacije
ca: Restaurar dades o aplicacions d'una instal·lació anterior
cs: Obnovit data nebo aplikace z předchozí instalace
cy: Adfer data neu raglenni o osodiad blaenorol
da: Gendan data eller programmer fra en tidligere installation
de: Daten oder Anwendungen aus einer früheren Installation wiederherstellen
el: Επαναφορά δεδομένων ή εφαρμογών από προηγούμενη εγκατάσταση
es: Restaurar datos o aplicaciones de una instalación anterior
et: Eelmisest paigaldusest andmete või rakenduste taastamine
eu: Berrezarri aurreko instalazio bateko datuak edo aplikazioak
fi: Palauta tiedostoja tai ohjelmia aikaisemmasta asennuksesta
fr_ca: Restaurez des données ou des applications d'une installation précédente
he: שחזור נתונים או יישום מהתקנה קודמת
hr: Vrati podatke ili aplikacije od prijašnje instalacije
id: Kembalikan data atau aplikasi dari pemasangan sebelumnya
is: Endurheimta gögn eða forrit úr fyrri uppsetningu
it: Ripristina i dati o le applicazioni da una precedente installazione
ja: 以前のインストールからデータ・アプリケーションを復元する
lt: Atkurkite ankstesnio įdiegimo duomenis ar programas
lv: Atjaunot datus vai programmas no iepriekšējās uzstādīšanas
ms: Pulihkan data atau aplikasi dari installasi terdahulu
nb: Gjenopprett data eller programmer fra en tidligere installasjon
nds: Wiederherstellen von Daten oder Anwendungen von einer vorherigen Installation
nl: Gegevens of toepassingen herstellen vanuit een eerdere installatie
pl: Przywróć dane lub programy z wcześniejszej instalacji
pt: Restaurar dados e aplicações de uma instalação anterior
ro: Recuperează date sau aplicații dintr-o instalare anterioară
ru: Восстановите данные или приложения из предыдущей установки
sk: Obnoviť dáta alebo aplikácie z predchádzajúcej inštalácie
sl: Obnovite podatke ali programe iz prejšnje namestitve
sq: Rikthe të dhënat ose programet nga një instalim i mëparshëm
sr: Повратите податке или програме из претходних уградњи
sv: Återställ data eller applikationer från en tidigare installation
th: กู้คืนข้อมูลหรือโปรแกรมประยุกต์จากการติดตั้งครั้งที่แล้ว
tl: Ibalik data o mga application mula sa nakaraang pag-install
tr: Önceki kurulumdaki veri ya da uygulamaları geri yükle
uk: Відновлення даних або додатків з попереднього встановлення
vi: Phục hồi dữ liệu hoặc ứng dụng từ bản cài đặt trước

source: Software manager
am: የሶፍትዌር አስተዳዳሪ
ar: مدير التطبيقات
az: Proqram meneceri
be: Кіраўнік праграмамі
bg: Софтуерен мениджър
bs: Upravljanje softverom
ca: Gestor de programari
cs: Správce softwaru
cy: Rheolydd meddalwedd
da: Programhåndtering
de: Anwendungs-verwaltung
el: Διαχειριστής λογισμικού
es: Gestor de software
et: Tarkvarahaldur
eu: Software-kudeatzailea
fi: Ohjelmistohallinta
fr_ca: Gestionnaire de logiciels
he: מנהל חבילות
hr: Upravitelj softvera
id: Pengelola Perangkat Lunak
is: Hugbúnaðarstjórn
it: Gestore software
ja: ソフトウェアマネージャ
lt: Programų tvarkyklė
lv: Programmatūras pārvaldnieks
ms: Pengurus perisian
nb: Programvarebehandler
nds: Software Verwaltung
nl: Softwarebeheer
pl: Menedżer oprogramowania
pt: Gestor de aplicações
ro: Manager de aplicații
ru: Менеджер программного обеспечения
sk: Správca softvéru
sl: Upravljalnik programske opreme
sq: Menaxher Software
sr: Управник програма
sv: Programhanterare
th: โปรแกรมจัดการซอฟต์แวร์
tl: Manager software
tr: Yazılım yöneticisi
uk: Менеджер проґрамного забезпечення
vi: Trình Quản lý phần mềm

source: Install additional software
am: ተጨማሪ ሶፍትዌሮችን ያግኙ
ar: تثبيت برمجيات إضافية
az: Әlavә proqram quraşdır
be: Усталяваць дадатковыя праграмы
bg: Инсталиране на допълнителен софтуер
bs: Instalacija dodatnog softvera
ca: Instal·leu programari addicional
cs: Instalace dodatečného softwaru
cy: Gosod meddalwedd ychwanegol
da: Installér flere programmer
de: Zusätzliche Anwendungen installieren
el: Εγκατάσταση επιπρόσθετου λογισμικού
es: Instale software adicional
et: Täiendava tarkvara paigaldamine
eu: Instalatu software gehigarria
fi: Asenna lisää sovelluksia
fr_ca: Installez des logiciels supplémentaires
he: התקנת תוכנה נוספת
hr: Instaliraj dodatni softver
id: Pasang perangkat lunak tambahan
is: Setja inn viðbótarhugbúnað
it: Installa software aggiuntivo
ja: 追加ソフトウェアのインストール
lt: Diekite papildomų programų
lv: Instalēt papildu programmatūru
ms: Pasang perisian tambahan
nb: Installer ytterlige programmer
nds: Installiere ergänzende Software
nl: Installeer extra programmatuur
pl: Zainstaluj dodatkowe oprogramowanie
pt: Instalar software adicional
ro: Instalează aplicații adiționale
ru: Установка дополнительных программ
sk: Inštalácia ďalšieho softvéru
sl: Namestitev dodatnih programov
sq: Instaloni programe shtesë
sr: Уградите додатне програме
sv: Installera fler program
th: ติดตั้งซอฟต์แวร์เพิ่มเติม
tl: I-install ng karagdagang software
tr: Ek yazılım yükleyin
uk: Встановлення додаткових проґрам
vi: Cài thêm chương trình

source: Chat room
am: የውይይት ክፍል
ar: غرفة دردشة
az: Söhbәt otağı
be: Чат
bg: Стая за бързи съобщения
bs: Chat soba
ca: Sala de xat
cs: Chatovací místnost
cy: Ystafell sgwrsio
da: Chatrum
de: Chatraum
el: Δωμάτιο Συνομιλίας
es: Sala de chat
et: Jututuba
eu: Berriketa-gela
fi: Keskustelu
fr_ca: Salle de discussion
he: חדר שיחה (צ'ט)
hr: Pričaonica
id: Ruang obrolan
is: Spjallsvæði
ja: チャットルーム
lt: Pokalbių kambarys
lv: Čata istaba
ms: Bilik bual
nb: Praterom
pl: Pokój rozmów
pt: Sala de conversação
ro: Camera de discuţii
ru: Чат-комната
sk: Chatovacia miestnosť
sl: Klepetalnica
sq: Dhoma e bisedës
sr: Соба за ћаскање
sv: Chattrum
th: ห้องสนทนา
tl: Makipag-chat room
tr: Sohbet odası
uk: Балачка
vi: Phòng tán gẫu

source: Chat live with other users in the chat room
am: በውይይት ክበብ ውስጥ ከሌሎች ተጠቃሚዎች ጋር በቀጥታ ይወያዩ
ar: دردشة حية مع مستخدمين آخرين في غرفة الدردشة
az: Söhbәt otağındakı digәr istifadәçilәrlә canlı söhbәt edin
be: Чаціцца з іншымі карыстальнікамі
bg: Чат с други потребители
bs: Razgovarajte uživo sa drugim korisnicima u sobi za razgovor
ca: Converseu en directe amb altres usuaris a la sala de xat
cs: Chatujte s ostatními uživateli v této místnosti
cy: Sgwrsio'n fyw gyda defnyddwyr eraill yn yr ystafell sgwrsio
da: Chat live med andre brugere i chatrummet
de: Simultandiskussion mit anderen Nutzern im Quasselforum
el: Συνομιλίστε ζωντανά με άλλους χρήστες στο δωμάτιο συνομιλίας
es: Charle en directo con otros usuarios en la sala de chat
et: Vestle teiste kasutajatega jututoas
eu: Hitz egin zuzenean beste erabiltzaileekin berriketa-gelan
fi: Keskustele reaaliaikaisesti muiden käyttäjien kanssa chat-huoneessa
fr_ca: Discutez directement avec les autres utilisateurs dans le salon de discussion
he: צ'אט עם משתמשים נוספים
hr: Čavrljajte uživo s ostalim korisnicima u sobi za čavrljanje
id: Mengobrol secara langsung dengan pengguna lainnya diruang obrol
is: Spjallaðu í beinni við aðra notendur
it: Conversa in tempo reale con gli altri utenti nella chat
ja: チャットルームで他のユーザーとライブチャット
lt: Kalbėkitės su kitais vartotojais pokalbių kambariuose
lv: Tērzēt ar citiem lietotājiem tērzēšanas telpā
ms: Berkomunikasi secara langsung dengan pengguna lain di bilik chat
nb: Snakk live med andre brukere i praterommet
nds: Live Unterhaltung mit anderen Benutzern in dem Chatraum
nl: Praat direct met andere gebruikers in de gespreksruimte
pl: Rozmawiaj na żywo z innymi użytkownikami w pokojach rozmów
pt: Converse com outros utilizadores na sala de chat
ro: Conversează în direct cu alți utilizatori în camera de chat
ru: Общайтесь с другими пользователями в чат-комнате
sk: Píšte si naživo s inými používateľmi v chatovacích miestnostiach
sl: Klepetajte v živo z drugimi uporabniki v klepetalnici
sq: Bisedo drejtpërsëdrejti me përdoruesit e tjerë në chat
sr: Ћаскајте уживо са осталим корисницима на соби за ћаскање
sv: Chatta live med andra användare i chattrummet
th: สนทนาได้สด ๆ กับผู้ใช้คนอื่น ๆ ในห้องสนทนา
tl: Makipag-chat live na sa ibang mga user ng chat room
tr: Sohbet odalarında diğer kullanıcılar ile canlı sohbet edin
uk: Спілкуйтеся з іншими користувачами у балачці
vi: Tán gẫu trực tiếp với các người dùng khác trong phòng tán gẫu

source: Forums
am: ሽንጎ
ar: منتديات
az: Forumlar
be: Форумы
bg: Форуми
bs: Forumi
ca: Fòrums
cs: Diskuzní fóra
cy: Fforymau
da: Fora
de: Foren
el: Φόρουμ
es: Foros
et: Foorumid
eu: Foroak
fi: Keskustelupalstat
he: פורומים
hr: Forum
id: Forum
is: Umræðusíður
it: Forum
ja: フォーラム
lt: Forumai
lv: Forumi
ms: Forum
nb: Forum
nds: Foren
nl: Fora
pl: Fora dyskusyjne
pt: Fóruns
ro: Forumuri
ru: Форумы
sk: Fóra
sl: Forumi
sq: Forumet
sr: Форуми
sv: Forum
th: กระดานสนทนา
tl: talakayan
tr: Forumlar
uk: Форуми
vi: Diễn đàn

source: Seek help from other users in the Linux Mint forums
am: ከ ሊነክስ ሚንት መወያያ መድረኮች ከ ሌሎች ተጠቃሚዎች እርዳታ ያግኙ
ar: أخذ مساعدة من المستخدمين الآخرين في منتديات لينكس منت
az: Linux Mint forumlarında digәr istifadәçilәrdәn kömәk istәyin
be: Звярнуцца па дапамогу да іншых карыстальнікаў праз форумы Linux Mint
bg: Потърсете помощ от други потребители във форумите на Линукс Минт
bs: Potražite pomoć od drugih korisnika na Linux Mint forumima
ca: Busqueu ajuda d'altres usuaris en els fòrums de Linux Mint
cs: Vyhledejte pomoc ostatních uživatelů na fóru Linux Mintu
cy: Gofyn am gymorth gan ddefnyddwyr eraill yn fforymau Linux Mint
da: Søg hjælp hos andre brugere i Linux Mint-foraene
de: Hilfe durch andere Nutzer in den Linux-Mint-Foren suchen
el: Αναζητήστε βοήθεια απ'ο άλλους χρήστες στα φόρουμ του Linux Mint
es: Busque ayuda de otros usuarios en los foros de Linux Mint
et: Otsi abi foorumis teistelt Linux Minti kasutajatelt
eu: Eskatu laguntza beste erabiltzaileei Linux Mint foroetan
fi: Löydä apua muilta käyttäjiltä Linux Mintin foorumilla
fr_ca: Sollicitez l'assistance d'autres utilisateurs dans les forums Linux Mint
he: עזרה ממשתמשים בפורום לינוקס מינט
hr: Potražite pomoć drugih korisnika na Linux Mint forumu
id: Cari bantuan dari pengguna lainnya di forum Linux Mint
is: Fáði hjálp frá öðrum notendum á Linux Mint umræðusvæðinu
it: Ottieni aiuto dagli altri utenti nei forum di Linux Mint
ja: Linux Mint のフォーラムで他のユーザーに質問する(英語)
lt: Gaukite pagalbos iš kitų vartotojų Linux Mint forumuose
lv: Meklēt palīdzību no citiem lietotājiem Linux Mint forumos
ms: Meminta pertolongan dari pengguna lain di forum Linux Mint
nb: Finn hjelp fra andre brukere i forumene til Linux Mint
nds: Suche Hilfe von anderen Nutzern aus den Linux Mint Foren
nl: Zoek hulp van andere gebruikers in de Linux Mint-fora
pl: Szukaj pomocy u innych użytkowników na formach Linux Mint
pt: Procurar ajuda de outros utilizadores nos fóruns Linux Mint
ro: Caută ajutor de la alți utilizatori în forumurile Linux Mint
ru: Ищите помощи у других пользователей на форумах Linux Mint
sk: Hľadajte pomoc iných používateľov na fórach Linuxu Mint
sl: Najdite pomoč od drugih uporabnikov na forumu Linux Minta
sq: Kërkoni ndihmë nga përdorues të tjerë në forumet Linux Mint
sr: Потражите помоћ од осталих корисника на форумима Линукс Минта
sv: Sök efter hjälp från andra användare i Linux Mint forumen
th: ขอรับความช่วยเหลือจากผู้ใช้คนอื่น ๆ ในฟอรั่มของลินุกซ์มินต์
tl: Humingi ng tulong mula sa iba pang mga user sa Linux Mint forum
tr: Linux Mint forumlarında diğer kullanıcılardam yardım isteyin
uk: Зверніться по допомогу до інших користувачів Linux Mint на форумах
vi: Tìm kiếm giúp đỡ từ các người dùng khác trong các diễn đàn Linux Mint

source: Tutorials
am: አስተማሪዎች
ar: دروس
az: Dәrsliklәr
be: Інструкцыі
bg: Ръководства
bs: Vodiči
ca: Guies d'aprenentatge
cs: Návody
cy: Tiwtorialau
da: Selvstudier
de: Anleitungen
el: Οδηγοί Εκμάθησης
es: Tutoriales
et: Õpetused
eu: Tutorialak
fi: Oppaat
fr_ca: Tutoriels
he: מדריכים
hr: Vodiči
id: Tutorial
is: Kennsluefni
it: Guide
ja: チュートリアル
lt: Pamokos
lv: Pamācības
ms: Tutorial
nb: Innføringer
nds: Anleitungen
nl: Handleidingen
pl: Poradniki
pt: Manuais
ro: Tutoriale
ru: Обучение
sk: Návody
sl: Vodiči
sq: Udhëzuesit
sr: Упутства
sv: Handledningar
th: การฝึกสอน
tl: Mga Pagtuturo
tr: Eğitici Belgeler
uk: Настанови
vi: Trợ giáo

source: Find tutorials about Linux Mint
am: ስለ ሊነክስ ሚንት ያለ አስተማሪ መመሪያዎችን ያግኙ
ar: البحث عن دروس حول لينكس منت
az: Linux Mint haqqında dәrsliklәr tapın
be: Знайсці інструкцыі пра Linux Mint
bg: Намерете уроци за Линукс Минт
bs: Pronađite udžbenike za Linux Mint
ca: Trobi tutorials sobre Linux Mint
cs: Získejte návody pro Linux Mint
cy: Dod o hyd i sesiynau tiwtorial ynghylch Linux mint
da: Find selvstudier til Linux Mint
de: Anleitungen über Linux Mint finden
el: Βρείτε "ιδιαίτερα μαθήματα" σχετικά με το Linux Mint
es: Encuentre tutoriales sobre Linux Mint
et: Erinevad õpetused Linux Minti kohta
eu: Bilatu Linux Minti buruzko tutorialak
fi: Löydä Linux Mintistä kertovia ohjeita
fr_ca: Trouvez des tutoriels sur Linux Mint
he: מדריכים לינוקס מינט
hr: Nađite upute o Linux Mintu
id: Temukan petunjuk tentang Linux Mint
is: Finndu leiðbeiningar um Linux Mint
it: Trova guide su Linux Mint
ja: Linux Mint についてのチュートリアルを検索
lt: Raskite Linux mint vartotojo gidų
lv: Atrast konsultācijas par Linux Mint
ms: Cari tutorial mengenai Linux Mint
nb: Finn innføringer om Linux Mint
nds: Finde Anleitungen über Linux Mint
nl: Vind handleidingen voor Linux Mint
pl: Odnajdź poradniki dotyczące Linux Mint
pt: Encontre tutoriais sobre o Linux Mint
ro: Caută tutoriale despre Linux Mint
ru: Находите обучающие пособия по Linux Mint
sk: Nájdite návody pre Linux Mint
sl: Najdite vodnike o Linux Mintu
sq: Gjeni udhëzime mbi Linux Mint
sr: Пронађите упутства за Линукс Минт
sv: Hitta handledning för Linux Mint
th: ค้นหาการฝึกสอนเกี่ยวกับลินุกซ์มินต์
tl: Maghanap ng mga tutorial tungkol sa Linux Mint
tr: Linux Mint hakkında rehberler bulun
uk: Знайдіть підручники про Linux Mint
vi: Tìm các trình trợ giáo về Linux Mint

source: Hardware database
am: የጠንካራ አካል ዳታቤዝ
ar: قاعدة بيانات عتاد الحاسب
az: Avadanlıq bazası
be: База даных абсталявання
bg: База данни за хардуер
bs: Baza hardvera
ca: Base de dades de maquinari
cs: Databáze hardware
cy: Cronfa ddata caledwedd
de: Gerätedatenbank
el: Βάση δεδομένων εξοπλισμού Η/Υ
es: Base de datos de hardware
et: Riistvara andmebaas
eu: Hardware datu-basea
fi: Laitetietokanta
fr_ca: Base de données hardware
he: מסד נתוני החומרה
hr: Baza podataka hardvera
id: Basis data perangkat keras
is: Vélbúnaður
it: Database hardware
ja: ハードウェアデータベース
lt: Aparatinės įrangos duomenų bazė
lv: Aparatūras datubāze
ms: Pengkalan data Perkakas
nb: Maskinvaredatabase
nds: Hardware Datenbank
nl: Apparaatdatabase
pl: Baza danych urządzeń
pt: Base de dados de equipamentos
ro: Bază de date de componente PC
ru: База данных оборудования
sk: Databáza hardvéru
sl: Podatkovna baza strojne opreme
sq: Baza e të dhënave të hardware
sr: Складиште података о уређајима
sv: Hårdvarudatabas
th: ฐานข้อมูลฮาร์ดแวร์
tl: Database para sa Hardware
tr: Donanım veritabanı
uk: База даних апаратного забезпечення
vi: Cơ sở dữ liệu phần cứng

source: Find hardware that is compatible with Linux, or information about your hardware
am: ከ ሊነክስ ስርአት ጋር የሚስማማ ሀርድዌር ወይንም መረጃ መፈለጊያ
ar: اكتشاف الأجهزة التي تتوافق مع لينكس، أو المعلومات حول عتادك
be: Шукаць абсталяванне, сумяшчальнае з Linux, ці інфармацыю пра сваё абсталяванне
bg: Намиране на хардуер, съвместим с Линукс, или информация за Вашия хардуер
bs: Pronađite hardver, ili informacije o vašem hardveru, koji je kompatibilan sa Linuxom
ca: Trobeu maquinari compatible amb Linux, o informació sobre el vostre maquinari
cs: Najděte hardware, který je kompatibilní s Linuxem nebo informace o Vašem hardwaru
cy: Dod o hyd i galedwedd sy'n gydnaws â Linux, neu wybodaeth am eich caledwedd
da: Find hardware, som er kompatibelt med Linux, eller information om din hardware
de: Elektronische Geräte finden, die mit Linux kompatibel sind, oder Informationen über diese
el: Βρείτε μηχανικό μέρος (hardware) που είναι συμβατό με το Linux, ή πληροφορίες σχετικά με το μηχανικό μέρος
es: Encuentre hardware compatible con Linux, o información acerca de su hardware
et: Leia Linuxiga ühilduvat riistvara või teavet enda riistvara kohta
eu: Bilatu Linuxekin bateragarria den hardwarea edo zure hardwareari buruzko informazioa
fi: Löydä Linux-yhteensopivaa laitteistoa, tai tietoa sinun laitteistostasi
fr_ca: Trouvez un matériel compatible avec Linux, ou informez-vous à propos de votre matériel
he: גלה על חומרה תואמת לינוקס, או מידע על החומרה שלך
hr: Pronađite hardver koji je kompatibilan s Linuxom ili informacije o svojem hardveru
id: Temukan perangkat keras yang cocok dengan Linux, atau informasi tentang perangkat keras anda
is: Skoðaðu hvaða vélbúnaður er samhæfður Linux Mint eða upplýsingar um vélbúnaðinn þinn
it: Trova i componenti hardware compatibili con Linux, o informazioni sul tuo hardware
ja: Linux と互換性のあるハードウェアやハードウェアに関する情報を検索
lt: Raskite aparatinę įrangą, suderinamą su Linux, bei informacijos apie saviškę
lv: Atrast aparatūru, kas ir saderīga ar Linux, vai informāciju par jūsu aparatūru
ms: Cari perkakasan yang serasi dengan Linux, atau maklumat mengenai perkakasan anda
nb: Finn maskinvare som er kompatibel med Linux, eller informasjon om din maskinvare
nds: Finde Hardware welche mit Linux kompatibel ist, oder Informationen über deine Hardware
nl: Vind apparatuur die goed werkt in Linux, of informatie over uw apparatuur
pl: Odnajdź sprzęt, który jest kompatybilny z Linuksem oraz informacje nt. własnego sprzętu
pt: Descubra hardware compatível com Linux ou informação sobre o seu hardware
ro: Caută hardware compatibil cu Linux sau informații despre hardware-ul tău
ru: Узнайте об устройствах, совместимых с Linux, или информацию о вашей аппаратной части
sk: Nájdite hardvér, ktorý je kompatibilný s Linuxom, alebo informácie o vašom hardvéri
sl: Najdite strojno opremo, ki je združljiva z Linuxom, ali podatke o vaši strojni opremi
sq: Gjej hardware që është kompatibil me Linux, ose informacion në lidhje me hardware tuaj
sr: Пронађите уређаје којима Линукс одговара, или податке о својим уређајима
sv: Hitta hårdvara som är kompitabel med Linux, eller information om din hårdvara
th: หาฮาร์ดแวร์ที่เข้ากับลินุกซ์ได้ หรือข้อมูลเกี่ยวกับฮาร์ดแวร์ของคุณ
tl: Maghanap ng hardware na tugma sa Linux, o impormasyon tungkol sa iyong hardware
tr: Linux ile donanım uyumluluğunu araştırın, ya da donanımınız hakkında bilgi edinin
uk: Знайдіть обладнання, сумісне з Linux, або інформацію про ваше обладнання
vi: Tìm phần cứng tương thích với Linux, hoặc thông tin về phần cứng của bạn

source: Idea pool
am: የሀሳብ መዋኛ
ar: مجمع الأفكار
az: İdeya hovuzu
be: Фонд ідэй
bg: Изворът на идеи
bs: Izvor ideja
ca: Dipòsit d'idees
cs: Zásobárna nápadů
cy: Casglu syniadau
da: Idébank
de: Ideensammlung
el: Χώρος ιδεών
es: Consorcio de ideas
et: Ideed
eu: Ideia-lekua
fi: Ideariihi
fr_ca: Idée commune
he: מאגר רעיונות
hr: Ideje
id: Kumpulan ide
is: Hugmyndabanki
it: Idee
ja: アイデアプール
lt: Idėjos
lv: Ideju kopums
ms: Kolam idea
nb: Ideer
nds: Ideensammlung
nl: Ideeënbus
pl: Pomysły
pt: Repositório de ideias
ro: Fond de idei
ru: Фонд идей
sk: Studnica nápadov
sl: Izvir idej
sq: Ide
sr: Идеје
sv: Idépool
th: บ่อเกิดความคิดต่าง ๆ
tl: Ideya pool
tr: Fikir havuzu
uk: Ідеї
vi: Ý tưởng
