Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintinstall/mintinstall-*.po
Languages: si

source: %d ongoing actions
si: ඉදිරියට අති ක්‍රියා ගනන %d

source: Cancel the task: %s
si: %s අවලංගු කරන්න.

source: Waiting
si: රැදි සිටිමින්

source: Downloading
si: භාගත වෙමින්

source: Running
si: ක්‍රියාත්මක වෙමින් පවතියි

source: Finished
si: අවසන් විය

source: Updating cache
si: සඟවුනු දත්ත අලුත් කරමින්

source: No role set
si: කාර්යභාරයක් නියමකර නොමැත

source: Software Manager
si: මෘදුකාංග කළමනාකරනය

source: _File
si: _ලිපිය

source: Close
si: වසන්න

source: _Edit
si: _සකසන්න

source: Preferences
si: කැමැත්ත

source: Search in packages summary (slower search)
si: සෙවීම සඳහා කට්ටල සාරාංශය එක්කරන්න (මන්දගාමී වනු ඇත)

source: Search in packages description (even slower search)
si: සෙවීම සඳහා කට්ටල විස්තරය එක්කරන්න (වඩාත් මන්දගාමී වනු ඇත)

source: Open links using the web browser
si: සම්බන්ධක විවුර්ත කිරීමට වෙබ් ගවෙශක යන්ත්‍ර භවිතා කරන්න

source: Account information
si: ගිණුමේ විස්තරය

source: Software sources
si: මෘදුකාංග ප්‍රභව

source: _View
si: _දසුන

source: Available packages
si: ප්‍රයෝජනය සඳහා ඇති කට්ටල

source: Installed packages
si: පිහිටවා අති කට්ටල

source: _Help
si: සහාය (_H)

source: About
si: පිළිබඳව

source: Categories
si: ප්‍රභේද

source: No ongoing actions
si: ඉදිරියට කිරීමට දෑ නොමැත

source: Active tasks:
si: ක්‍රියාකාරි කටයුතු

source: Your community account
si: සභාව සඳහා වූ ගිණුම

source: Fill in your account info to review applications
si: මෘදුකාංග සමාලෝචනය සඳහා ගිනුමේ විස්තර අතුලත් කරන්න

source: Username:
si: පරිශීලක නාමය:

source: Password:
si: මුරපදය:

source: Icon
si: රූපය

source: Application
si: භාවිතය

source: Score
si: ලකුණු

source: Task
si: කාර්යය

source: Status
si: තත්ත්වය

source: Progress
si: ප්‍රගතිය

source: See more reviews
si: නවත් සමාලෝචන පෙන්වන්න

source: Screenshot
si: වත්මන් තිර මුහුණත

source: Website
si: වෙබ් අඩවිය

source: Reviews
si: විමර්ශන

source: Featured
si: ලක්ෂණ

source: All Packages
si: සියලුම පැකේජයන්

source: Internet
si: අන්තර්ජාලය

source: Web
si: වෙබ්

source: Email
si: ඉ-තැපෑල

source: Chat
si: සංවාද

source: File sharing
si: ලිපිගොනු බෙදාගනීම

source: Sound and video
si: නද හා චලනරෑ

source: Graphics
si: රූ‍ප‍

source: 3D
si: ත්‍රිමාණ

source: Drawing
si: සිත්තම

source: Photography
si: ඡායාරූප ශිල්පය

source: Publishing
si: ප්‍රකාශන

source: Scanning
si: පිරික්සීම

source: Viewers
si: බලන්නන්

source: Office
si: කාර්‍යාලීය

source: Games
si: ක්‍රිඩා

source: Board games
si: ලෑලි ක්‍රීඩා

source: First-person shooters
si: ත්‍රිමන වෙඩි තබන ක්‍රීඩා

source: Real-time strategy
si: යථාකාල උපායමාර්ගය

source: Turn-based strategy
si: දවසේ උපායමාර්ගය

source: Emulators
si: අනුකරණය කරණය

source: Simulation and racing
si: අනුකරණය සහ ක්‍රියත්මක කිරීම

source: Accessories
si: අතිරේක මෙවලම්

source: System tools
si: පද්ධති මෙවලම්

source: Fonts
si: අකුරු

source: Science and Education
si: විද්‍යාව සහ අධ්‍යාපනය

source: Programming
si: ක්‍රමලේඛණය

source: %d reviews
si: විමර්ශන %d යි

source: %d packages
si: කට්ටල %d යි

source: Search results
si: සොයාගත් ප්‍රතිඵල

source: Hate it
si: එරෙහිවෙනවා

source: Not a fan
si: විනොදයක් නොවෙයි

source: So so
si: ඉතිං ඉතිං ...

source: Like it
si: මා කමතියි

source: Awesome!
si: නියමයි!

source: Score:
si: ලකුණු:

source: Submit
si: යොමන්න

source: Your review
si: ඔබේ නිරීක්ෂණය

source: Size:
si: ප්‍රමාණය:

source: Version:
si: අනුවාදය:

source: Your review:
si: ඔබගේ අදහස්

source: Details
si: විස්තර

source: Remove
si: ඉවත් කරන්න

source: Installed
si: ස්ථාපනය කර ඇති

source: Install
si: ස්ථාපනය

source: Not installed
si: ස්ථාපනය කර නොමැති

source: Reviews:
si: අදහස්

source: Backing up your APT sources
si: ස්ථපන මෙවලම සංරක්ශනය කරන්න

source: Please wait, this can take some time
si: කරැනා කර රැදී සිටින්න, මෙය යම් වේලාවක් ගතහැකියි

source: Installation is complete
si: ස්ථපනය අවසන්

source: Restoring your APT sources
si: ස්ථපන මෙවලම නවත පිහිටුවන්න

source: Using the following repositories:
si: ඉදිරි ගබඩා භාවිතා කරන්න

source: Install %s?
si: %s ස්ථපනය කරන්න ද?

source: The following packages will be installed:
si: ඉදිරි කට්ටල ස්ථපනය වනු අත:

source: Default repositories
si: මූලික ගබඩව

source: Upgrade %s?
si: %s අලුත් කරන්න ද?

source: The following packages will be upgraded:
si: ඉදිරි කට්ටල අලුත් වනු අත:

source: Upgrade
si: අලුත්

source: Find Software
si: මෘදුකාංග සොයන්න

source: Go to the Linux Mint Software Portal
si: Linux Mint මෘදුකාංගා ගාරයට යන්න

source: Search for a .mint application
si: .mint මෘදුකාංග සොයන්න

source: Go to the GetDeb Portal
si: GetDeb මෘදුකාංගා ගාරයට යන්න

source: Search for a .deb package
si: .deb මෘදුකාංග සොයන්න

source: Search
si: සෙවීම

source: Show
si: පෙන්වන්න

source: Go to the Ubuntu repository
si: Ubuntu ගබඩවට යන්න

source: Go to the Linux Mint repository
si: Linux Mint ගබඩවට යන්න

source: Your APT sources were corrupted.
si: මෘදුකාංග ස්ථපන මෙවලම නවතිනු ඇත

source: Your APT sources were not correctly restored after you last ran mintInstall. They now have been restored.
si: අවසාන වරට භවිතා කිරීමෙන් පසු ස්ථපන මෙවලම නිවැරදිව නවත පිහිටුවා නොමැත. එය දැන් නවත පිහිටුවනු අත.

source: Application removed successfully
si: මෘදුකාංගය සාර්ථකව ඉවත්කර අත

source: Remove %s?
si: %s ඉවත් කරන්න ද?

source: The following packages will be removed:
si: ඉදිරියේ දැක්වෙනෙ පැකේජය ඉවත් කරනු අත:

source: No results
si: කිසිදු එලාඑලයක් නොමත

source: Package
si: කට්ටලය

source: Description
si: විස්තරය

source: Could not find package: %s
si: %s කට්ටලය සොයාගත නොහැක

source: Install new applications
si: නව මෘදුකාංග ස්ථාපනය කරන්න
