Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintbackup/mintbackup-*.po
Languages: ast, bn, ml, ro, sl, sr

source: An error occurred while accessing the file
ast: Hebo un fallu mentanto s'accedía al ficheru
bn: ফাইলটি অ্যাকেস করার সময় ক্রুটি হয়েছে
ml: ഫയലിലേക്കുള്ള പ്രവേശന മദ്ധ്യേ ഒരു തകരാറ് സംഭവിച്ചിരിക്കുന്നു
ro: A apărut o eroare la accesarea fişierului
sl: Napaka med dostopanjem do datoteke
sr: Дошло је до грешке приликом приступа датотеци

source: Could not locate the package
ast: Nun se pudo llocalizar el paquete
bn: প্যাকেজটি সনাক্ত করা যায়নি
ml: പാക്കേജ് കണ്ടെത്താന്‍ കഴിഞ്ഞില്ല
ro: Pachetul nu a putut fi găsit
sl: Paketa ni mogoče najti
sr: Није могуће лоцирати пакет

source: Please wait, this can take some time
ast: Por favor espera, esto pue llevar un tiempu
bn: অনুগ্রহ করে অপেক্ষা করুন, কিছু সময় লাগতে পারে
ml: ദയവായി കാത്തിരിക്കൂ. ഇത്‌ കുറച്ച്‌ സമയം എടുത്തേക്കും
ro: Te rog aşteaptă; operaţiunea poate dura mai mult
sl: Počakajte, to lahko traja nekaj časa ...
sr: Сачекајте, ово може потрајати неко време

source: The installation is complete
ast: La instalación ta completa
bn: ইনস্টল প্রক্রিয়া সম্পন্ন হয়েছে
ml: ഇന്‍സ്റ്റോള്‍ പ്രക്രിയ പൂര്‍ത്തിയായിരിക്കുന്നു
ro: Instalarea este completă
sl: Namestitev je končana
sr: Инсталација је завршена
