Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintbackup/mintbackup-*.po
Languages: ast, bn, ml, ro, sl, sr

source: Backup Tool
ast: Ferramienta de respaldu
bn: ব্যাকআপ টুল
ml: വിവര സൂക്ഷിപ്പ് ഉപാധി
ro: Manager copii de siguranță
sl: Orodje za varnostno arhiviranje
sr: Алатка за прављење резерве

source: Make a backup of your home directory
ast: Facer una copia de seguridá de la to carpeta personal
bn: আপনার হোম ডিরেক্টরীর ব্যাকআপ তৈরী করুন
ml: നിങ്ങളുടെ ആസ്ഥാന ഡയറക്ടറി ബാക്കപ് ചെയ്യുക
ro: Creează o copie de siguranță a dosarului acasă
sl: Naredite varnostno kopijo svoje domače mape (home)
sr: Направите резерву ваше почетне фасцикле

source: Preserve structure
ast: Conservar estructura
bn: সংরক্ষিত গঠন
ml: ഘടന സംരക്ഷിക്കുക
ro: Păstrează structura
sl: Ohrani strukturo
sr: Очувај структуру

source: .tar file
ast: ficheru .tar
bn: .tar ফাইল
ml: .tar ഫയല്‍
ro: fișier .tar
sl: Datoteka .tar
sr: .tar датотека

source: .tar.bz2 file
ast: ficheru .tar.bz2
bn: .tzr.bz2 ফাইল
ml: .tar.bz2 ഫയല്‍
ro: fișier .tar.bz2
sl: Datoteka .tar.bz2
sr: .tar.bz2 датотека

source: .tar.gz file
ast: ficheru .tar.gz
bn: .tar.gz ফাইল
ml: .tar.gz ഫയല്‍
ro: fișier .tar.gz
sl: Datoteka .tar.gz
sr: .tar.gz датотека

source: Never
ast: Enxamás
bn: কখনো না
ml: ഒരിക്കലുമില്ല
ro: Niciodată
sl: Nikoli
sr: Никада

source: Size mismatch
ast: El tamañu nun concasa
bn: আকারে অমিল
ml: വലിപ്പത്തില്‍ പൊരുത്തക്കേട്
ro: Nepotrivire de dimensiune
sl: Neujemanje velikosti
sr: Неподударање величине

source: Modification time mismatch
ast: La data de modificación nun concasa
bn: পরিবর্তনের সময় মেলেনি
ml: പരിഷ്കരിച്ച സമയത്തില്‍ പൊരുത്തക്കേട്
ro: Nepotrivire a datei de modificare
sl: Neujemanje časa spremembe
sr: Време промене се не подудара

source: Checksum mismatch
ast: La suma de comprobación nun concasa
bn: চেকসাম মেলেনি
ml: Checksum പൊരുത്തക്കേട്
ro: Nepotrivire a sumei de control
sl: Neujemanje nadzorne vsote
sr: Контролна сума није подударна

source: Always
ast: Siempres
bn: সর্বদা
ml: എല്ലായ്പ്പോഴും
ro: Întotdeauna
sl: Vedno
sr: Увек

source: Excluded paths
ast: Caminos escluyíos
bn: বহির্ভূত পথসমূহ
ml: ഒഴിവാക്കിയ വഴികള്‍
ro: Căi excluse
sl: Izločene poti
sr: Изузете путање

source: Type
ast: Triba
bn: ধরণ
ml: ഇനം
ro: Tipul
sl: Vrsta
sr: Врста

source: Detail
ast: Detalle
bn: বিস্তারিত
ml: വിശദാംശം
ro: Detaliu
sl: Podrobnosti
sr: Појединост

source: Path
ast: Camín
bn: পথ
ml: വഴി
ro: Cale
sl: Pot
sr: Путања

source: Error
ast: Fallu
bn: ত্রুটি
ml: പിശക്
ro: Eroare
sl: Napaka
sr: Грешка

source: Store?
ast: ¿Almacenar?
bn: সংগ্রহ?
ml: ശേഖരിക്കട്ടെ?
ro: Salvez?
sl: Shranitev?
sr: Сачувати?

source: Name
ast: Nome
bn: নাম
ml: പേര്
ro: Nume
sl: Ime
sr: Име

source: Install
ast: Instalar
bn: ইনস্টল
ml: ഇന്‍സ്റ്റാള്‍
ro: Instalează
sl: Namesti
sr: Угради

source: Backup or Restore
ast: Copia de seguridá o restauración
bn: ব্যাকআপ অথবা রিস্টোর
ml: പകര്‍ത്തി വയ്ക്കുക അല്ലെങ്കില്‍ പുന:സ്ഥാപിക്കുക
ro: Salvare sau restaurare
sl: Varnostno kopiranje ali obnovitev
sr: Резерва или враћање

source: Choose from the following options
ast: Escueyi ente les opciones darréu
bn: নিচের অপশনগুলো থেকে নির্বাচন করুন
ml: താഴെയുള്ള ഐശ്ചിഗങ്ങളില്‍ നിന്നും തിരഞ്ഞെടുക്കുക
ro: Alege una dintre opțiunile următoare
sl: Izberite med naslednjimi možnostmi
sr: Изабери неку од следећих могућности

source: Backup files
ast: Ficheros de copia de seguridá
bn: ফাইলসমূহ ব্যাকআপ নিন
ml: ഫയലുകളുടെ പകര്‍പ്പെടുക്കുക
ro: Salvare fişiere
sl: Datoteke varnostnih kopij
sr: Причувна датотека

source: Restore files
ast: Restaurar ficheros
bn: ফাইলসমূহ রিস্টোর করুন
ml: ഫയലുകള്‍ പുന:സ്ഥാപിക്കുക
ro: Restaurare fişiere
sl: Obnovi datoteke
sr: Врати датотеке

source: Backup software selection
ast: Respaldar esbilla de software
bn: নির্বাচিত সফটওয়্যার ব্যাকআপ নিন
ml: തിരഞ്ഞെടുത്ത സോഫ്റ്റു്വെയറുകളുടെ പകര്‍പ്പെടുക്കുക
ro: Salvare selecţie software
sl: Shrani izbor programov
sr: Причувна изабраних програма

source: Restore software selection
ast: Restaurar esbilla de software
bn: নির্বাচিত সফটওয়্যার রিস্টোর করুন
ml: സോഫ്റ്റു്വെയറുകള്‍ പുന:സ്ഥാപിക്കുക
ro: Restaurare selecţie software
sl: Obnovi izbor programov
sr: Врати изабране програме

source: Make a backup of your files
ast: Fai un respaldu de los ficheros
bn: আপনার ফাইলসমূহের একটি ব্যাকআপ তৈরী করুন
ml: നിങ്ങളുടെ ഫയലുകളുടെ ഒരു പകര്‍പ്പ് ഉണ്ടാക്കുക
ro: Creează o copie de siguranţă a fişierelor tale
sl: Izdelajte varnostno kopijo svojih datotek
sr: Направи причувну својих датотека

source: Save the list of installed applications
ast: Guarda la llista d'aplicaciones instalaes
bn: ইনস্টল করা অ্যাপ্লিকেশনগুলোর তালিকাটি সংরক্ষণ করুন
ml: ഇന്‍സ്റ്റാള്‍ ചെയ്തിട്ടുള്ള പ്രയോഗങ്ങളുടെ പട്ടിക സൂക്ഷിക്കുക
ro: Salvează lista aplicaţiilor instalate
sl: Shrani seznam nameščenih programov
sr: Сачувај листу инсталираних програма

source: Restore a previous backup
ast: Restaura una copia de seguridá anterior
bn: পূর্বে নেওয়া একটি ব্যাকআপ রিস্টোর করুন
ml: പഴയ ഒരു പകര്‍പ്പ് പുന:സ്ഥാപിക്കുക
ro: Restaurează o salvare anterioară
sl: Obnovite predhodno varnostno kopijo
sr: Врати претходну причувну

source: Restore previously installed applications
ast: Restaura aplicaciones instalaes anteriormente
bn: পূর্বে ইনস্টল করা অ্যাপ্লিকেশনসমূহ রিস্টোর করুন
ml: മുന്‍പ് ഇന്‍സ്റ്റാള്‍ ചെയ്തിരുന്ന പ്രയോഗങ്ങള്‍ പുന:സ്ഥാപിക്കുക
ro: Restaurează aplicaţii instalate anterior
sl: Obnovite predhodno nameščene programe
sr: Врати претходно инсталиране програме

source: Please select a source and a destination for your backup
ast: Escueyi un orixe y un destín pal respaldu
bn: অনুগ্রহ করে আপনার ব্যাকআপের উৎস এবং গন্তব্য নির্বাচন করুন
ml: ദയവായി നിങ്ങളുടെ പകര്‍ത്തിവയ്പിനുള്ള സ്രോതസ്സും, ലക്ഷ്യ സ്ഥാനവും തിരഞ്ഞെടുക്കുക
ro: Alege o sursă şi o destinaţie pentru copia de siguranţă
sl: Izberite izvor in cilj za varnostno kopijo
sr: Изабери извор и одредиште за причувну

source: Source:
ast: Orixe:
bn: উৎসঃ
ml: സ്രോതസ്സ്:
ro: Sursă:
sl: Vir:
sr: Извор:

source: Destination:
ast: Destín:
bn: গন্তব্যঃ
ml: ലക്ഷ്യസ്ഥാനം:
ro: Destinaţie:
sl: Cilj:
sr: Одредиште:

source: Advanced options
ast: Opciones avanzaes
bn: অ্যাডভান্সড অপশন
ml: വിപുലീക്രിതമായ ഐശ്ചികങ്ങള്‍
ro: Opţiuni avansate
sl: Napredne možnosti
sr: Напредне могућности

source: Description:
ast: Descripción:
bn: বিবরণঃ
ml: വിവരണം:
ro: Descriere:
sl: Opis:
sr: Опис:

source: Output:
ast: Salida:
bn: আউটপুটঃ
ml: ഫലം:
ro: Rezultat:
sl: Izhod:
sr: Излаз:

source: Overwrite:
ast: Sobrescribir:
bn: প্রতিস্থাপনঃ
ml: പുനര്‍-ലേഖനം
ro: Suprascriere:
sl: Prepiši:
sr: Замени:

source: Confirm integrity
ast: Confirmar integridá
bn: ইন্টিগ্রিটি নিশ্চিতকরণ
ml: സമഗ്രത സ്ഥിരീകരിക്കുക
ro: Confirmă integritatea
sl: Potrdi celovitost
sr: Потврди целовитост

source: Follow symlinks
ast: Siguir enllaces simbólicos
bn: সিমলিংকস অনুসরণ করুন
ml: symlinks പിന്തുടരുക
ro: Urmează legăturile simbolice
sl: Sledi simboličnim povezavam
sr: Прати симболичке везе

source: Preserve permissions
ast: Conservar permisos
bn: অনুমতি সংরক্ষণ
ml: അനുമതികള്‍ സംരക്ഷിക്കുക
ro: Păstrează permisiunile
sl: Ohrani dovoljenja
sr: Сачувај дозволе приступа

source: Preserve timestamps
ast: Conservar marques de tiempu
bn: টাইমস্ট্যাম্প সংরক্ষণ
ml: നാള്‍വഴി സംരക്ഷിക്കുക
ro: Păstrează marcaje timp
sl: Ohrani časovne žige
sr: Сачувај временски формат

source: Please select any files or directories you want to exclude
ast: Esbilla tolos ficheros y direutorios que quieras escluir
bn: অনুগ্রহ করে বাদ দিতে চান এমন ফাইল কিংবা ডিরেক্টরিসমূহ নির্বাচন করুন
ml: ദയവായി ഒഴിച്ചുനിര്‍ത്തേണ്ട ഫയലുകളോ, ഡയറക്ടറികളോ തിരഞ്ഞെടുക്കുക
ro: Selectează fişierele şi directoarele pe care vrei să le excluzi
sl: Označite datoteke ali mape, ki jih želite izločiti
sr: Изаберите све датотеке или фасцикле које желите да искључите

source: Exclude files
ast: Escluyir ficheros
bn: বাদ দেওয়া ফাইলসমূহ
ml: ഒഴിച്ചുനിര്‍ത്തിയ ഫയലുകള്‍
ro: Exclude fișiere
sl: Izloči datoteke
sr: Изузете датотеке

source: Exclude directories
ast: Escluir direutorios
bn: বাদ দেওয়া ডিরেক্টরিসমূহ
ml: ഡയറക്ടറികള്‍ ഒഴിവാക്കുക
ro: Exclude directoare
sl: Izloči mape
sr: Изузете фасцикле

source: Remove
ast: Desaniciar
bn: মুছে ফেলুন
ml: നീക്കം ചെയ്യുക
ro: Elimină
sl: Odstrani
sr: Уклони

source: Please review the information below before starting the backup
ast: Revisa la información darréu enantes d'empezar la copia de seguridá
bn: ব্যাকআপ নেওয়ার পূর্বে অনুগ্রহ করে নিম্নোক্ত তথ্যাদি পুণরায় যাচাই করুন
ml: പകര്‍ത്തല്‍ ആരംഭിക്കുന്നതിനു മുന്പായി താഴെയുള്ള വിവരങ്ങള്‍ ദയവായി പുന:പരിശോതിക്കുക
ro: Te rog verifică informaţiile următoare înainte de a începe copierea de siguranţă
sl: Preglejte spodnje podatke pred začetkom varnostnega shranjevanja
sr: Прочитајте обавештење испод пре прављења причувне

source: Please wait while your files are being backed up
ast: Por favor, espera mientres se respalden los ficheros
bn: অনুগ্রহ করে আপনার ফাইলসমূহের ব্যাকআপ সম্পন্ন হওয়া পর্যন্ত একটু অপেক্ষা করুন
ml: നിങ്ങളുടെ ഫയലുകള്‍ പകര്‍ത്തപ്പെടുന്ന സമയം ദയവായി കാത്തിരിക്കു
ro: Te rog aşteaptă cât timp se relizează copia de siguranţă
sl: Počakajte, dokler se vaše datoteke varnostno shranjujejo
sr: Сачекајте док се прави причувна ваших датотека

source: Backing up:
ast: Faciendo copia de seguridá:
bn: ব্যাকআপ নেওয়া হচ্ছেঃ
ml: പകര്‍ത്തുന്നു:
ro: Se realizează copia de siguranţă
sl: Ustvarjanje varnostne kopije:
sr: Прављење причувне:

source: The backup is now finished
ast: La copia de seguridá yá acabó
bn: ব্যাকআপ নেওয়া সম্পন্ন হয়েছে
ml: പകര്‍ത്തല്‍ പ്രക്രിയ പൂര്‍ത്തിയായി
ro: Copia de siguranţă a fost realizată
sl: Varnostno shranjevanje je končano
sr: Прављење причувне је завршено

source: Please choose the type of backup to restore, its location and a destination
ast: Escueyi la triba de copia de seguridá a restaurar, el so allugamientu y un destín
bn: অনুগ্রহ করে রিস্টোর করার জন্য ব্যাকআপের ধরণ, অবস্থান এবং গন্তব্য নির্বাচন করুন
ml: ദയവായി പുന:സ്ഥാപിക്കേണ്ട പകര്‍പ്പിന്റെ തരം, സ്ഥാനം മാത്രമല്ല ലക്ഷ്യസ്ഥാനം മുതലായവ തിരഞ്ഞെടുക്കുക
ro: Te rog alege tipul copiei de siguranţă de restaurat, locaţia şi destinaţia acesteia
sl: Izberite vrsto varnostne kopije za obnovo, njeno mesto in cilj
sr: Изабери врсту резерве, локацију и место за враћање

source: Archive
ast: Archivu
bn: আর্কাইভ
ml: ശേഖരം
ro: Arhivează
sl: Arhiviraj
sr: Архива

source: Directory
ast: Direutoriu
bn: ডিরেক্টরি
ml: ഡയറക്ടറി
ro: Dosar
sl: Mapa
sr: Фасцикла

source: Please review the information below
ast: Revisa la información darréu
bn: অনুগ্রহ করে নিম্নোক্ত তথ্যাদি যাচাই করুন
ml: ദയവായി താഴെ കൊടുത്തിരിക്കുന്ന വിവരങ്ങള്‍ പുന:പരിശോധിക്കുക
ro: Te rog verifică informaţiile de mai jos
sl: Preglejte spodaj navedene podatke
sr: Прочитај информацију испод

source: Please wait while your files are being restored
ast: Por favor, espera mentanto se restauren los ficheros
bn: অনুগ্রহ করে আপনার ফাইলসমূহ রিস্টোর হওয়া পর্যন্ত অপেক্ষা করুন
ml: നിങ്ങളുടെ ഫയലുകള്‍ പുന:സ്ഥാപിച്ചുകൊണ്ടിരിക്കുന്ന സമയം ദയവായി കാത്തിരിക്കു
ro: Te rog aşteaptă cât timp sunt restaurate fişierele
sl: Počakajte, dokler se vaše datoteke ne obnovijo
sr: Сачекајте док се ваше датотеке врате

source: Restoring:
ast: Restaurando:
bn: রিস্টোর করা হচ্ছেঃ
ml: പുന:പ്രതിഷ്ടിക്കുന്നു:
ro: Restaurare:
sl: Obnavljanje:
sr: Враћање:

source: The restoration of the files is now finished
ast: La restauración de los ficheros yá acabó
bn: ফাইলসমূহ রিস্টোর করা সম্পন্ন হয়েছে
ml: ഫയലുകളുടെ പുന:സ്ഥാപനം പൂര്‍ത്തിയായി
ro: Restaurarea fişierelor s-a încheiat
sl: Obnavljanje datotek je končano
sr: Враћање датотека је завршено

source: Please choose a destination
ast: Escueyi un destÍn
bn: অনুগ্রহ করে একটি গন্তব্য নির্বাচন করুন
ml: ദയവായി ഒരു ലക്ഷ്യസ്ഥാനം തിരഞ്ഞെടുക്കു
ro: Te rog alege destinaţia
sl: Izberite cilj
sr: Изабери одредиште

source: Destination
ast: Destín
bn: গন্তব্য
ml: ലക്ഷ്യസ്ഥാനം
ro: Destinaţie
sl: Cilj
sr: Одредиште

source: The list below shows the packages you added to Linux Mint
ast: La llista siguiente amuesa los paquetes qu'amestasti a Linux Mint
bn: লিনাক্স মিন্টে আপনার যোগ করা প্যাকেজগুলো নিচের তালিকাটি প্রদর্শিত হচ্ছে
ml: നിങ്ങള്‍ ലിനക്സ്‌ മിന്റ് - ല്‍ ചേര്‍ത്തിട്ടുള്ള ഫയലുകള്‍ ആണ് താഴെ കാണുന്ന ലിസ്റ്റില്‍ ഉള്ളത്
ro: Lista de mai jos arată pachetele pe care le-ai adăugat în Linux Mint
sl: Spodaj naveden seznam prikazuje pakete, ki ste jih dodali v Linux Mint
sr: Списак испод приказује пакете које сте додали на Линукс Минт

source: Select all
ast: Seleicionar too
bn: সবকিছু নির্বাচন করুন
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
ro: Selectează tot
sl: Izberi vse
sr: Изабери све

source: Deselect all
ast: Deseleicionar too
bn: সকল নির্বাচন বাতিল করুন
ml: തിരഞ്ഞെടുത്തവ എല്ലാം അസാധുവാക്കുക
ro: Deselectează tot
sl: Prekliči ves izbor
sr: Одзначи све

source: Please wait while your software selection is being backed up
ast: Por favor, espera mentanto se respalda la to seleición de software
bn: আপনার সফটওয়্যার সিলেকশন ব্যাকআপ হওয়া পর্যন্ত অনুগ্রহ করে অপেক্ষা করুন
ml: നിങ്ങളുടെ തിരഞ്ഞെടുക്കപെട്ട സോഫ്റ്റ്‌വെയര്‍-കള്‍ പകര്‍ത്തിക്കൊണ്ടിരിക്കുന്നു, ദയവായി കാത്തിരിക്കുക
ro: Te rog aşteaptă cât timp este salvată selecţia software
sl: Počakajte, dokler se vaš izbor programja varnostno ne shrani
sr: Сачекајте док се изабрани програми сачувају у резерви

source: Please select a saved software selection
ast: Por favor, seleiciona una esbilla de software guardada
bn: অনুগ্রহ করে একটি সংরক্ষিত সফটওয়্যার সিলেকশন নির্বাচন করুন
ml: സൂക്ഷിച്ചിട്ടുള്ള ഒരു സോഫ്റ്റ്‌വെയര്‍ തിരഞ്ഞെടുപ്പ് ദയവായി തിരഞ്ഞെടുക്കുക
ro: Te rog alege o selecţie software salvată
sl: Izberite shranjeni izbor programja
sr: Изаберите сачуване програме

source: Software selection:
ast: Esbilla de software:
bn: সফটওয়্যার সিলেকশনঃ
ml: സോഫ്റ്റ്‌വെയര്‍ തിരഞ്ഞെടുപ്പ്:
ro: Selecția software:
sl: Izbor programja:
sr: Изабрани програми:

source: Select the packages you want to install
ast: Esbilla los paquetes que quies instalar
bn: যেই প্যাকেজটি ইনস্টল করতে চান সেটি নির্বাচন করুন
ml: നിങ്ങള്‍ക്ക് ഇന്‍സ്റ്റോള്‍ ചെയ്യേണ്ട പാക്കേജ്-കള്‍ തിരഞ്ഞെടുക്കുക
ro: Alege pachetele pe care vrei să le instalezi
sl: Označite pakete, ki jih želite namestiti
sr: Изаберите пакете које желите инсталирати

source: Refresh
ast: Recargar
bn: রিফ্রেশ
ml: പുതുക്കുക
ro: Reîmprospătare
sl: Osveži
sr: Освежи

source: The restoration is now finished
ast: La restauración yá acabó
bn: রিস্টোর করা সম্পন্ন হয়েছে
ml: പുന:സ്ഥാപന പ്രക്രിയ പൂര്‍ത്തിയായി
ro: Restaurarea s-a încheiat
sl: Obnova je sedaj končana
sr: Враћање је завршено

source: Your package selection was restored succesfully
ast: La to seleición de paquetes se restauró con éxitu
bn: আপনার নির্বাচিত প্যাকেজগুলো সফলভাবে রিস্টোর করা হয়েছে
ml: നിങ്ങളുടെ പാക്കേജു തിരഞ്ഞെടുപ്പ് വിജയകരമായി പുന:സ്ഥാപിച്ചിരിക്കുന്നു
ro: Selecţia software a fost restaurată cu succes
sl: Vaš izbor paketov je bil uspešno obnovljen
sr: Изабрани пакети су успешно обновљени

source: Invalid path
ast: Camín non válidu
bn: ভুল পথ
ml: തെറ്റായ സ്ഥാനം
ro: Cale nevalidă
sl: Neveljavna pot
sr: Неважећа путања

source: %s is not located within your source directory. Not added.
ast: %s nun ta dientro del to direutoriu d'orixe. Nun s'amiesta.
bn: %s আপনার উৎসের মধ্যে খুঁজে পাওয়া যায়নি। সংযুক্ত করা হয়নি।
ml: %s നിങ്ങളുടെ ഡയറക്ടറി സ്രോതസ്സില്‍ കണ്ടെത്താന്‍ കഴിഞ്ഞില്ല. ഉള്‍പ്പെടുത്തിയില്ല.
ro: %s nu a putut fi localizat în directorul sursă indicat. Nu a fost adăugat.
sl: %s ni nameščen znotraj izvorne mape. Ni dodano.
sr: %s се не налази у вашој изворној датотеци. Није додато.

source: Please choose directories for the source and the destination
ro: Alege te rog directoare pentru sursă și destinație
sl: Izberite mape za vir in cilj

source: Please choose different directories for the source and the destination
ast: Por favor, escueyi direutorios distintos pal orixe ya'l destín
bn: অনুগ্রহ করে উৎস এবং গন্তব্যের জন্য ভিন্ন স্থান নির্বাচন করুন
ml: ദയവായി സ്രോതസ്സിനും, ലക്ഷ്യസ്ഥാനത്തിനും വെത്യസ്ത ഡയറക്ടറികള്‍ തിരഞ്ഞെടുക്കുക
ro: Te rog alege directoare diferite pentru sursă şi destinaţie
sl: Izberite različne mape za izvor in cilj
sr: Изаберите различите фасцикле за извор и за одредиште

source: Source
ast: Orixe
bn: উৎস
ml: സ്രോതസ്സ്
ro: Sursă
sl: Vir
sr: Извор

source: Description
ast: Descripción
bn: বিবরণ
ml: വിവരണം
ro: Descriere
sl: Opis
sr: Опис

source: Compression
ast: Compresión
bn: কম্প্রেশন
ml: ചുരുക്കല്‍
ro: Compresie
sl: Stiskanje
sr: Сажимање

source: Overwrite destination files
ast: Sobrescribir los ficheros de destín
bn: গন্তব্য ফাইলসমূহ প্রতিস্থাপন করুন
ml: ലക്ഷ്യസ്ഥാനത്തെ ഫയലുകള്‍ പുന:ലേഖനം ചെയ്യുക
ro: Suprascrie fișierele destinație
sl: Prepiši ciljne datoteke
sr: Замени одредиште датотекама

source: Exclude
ast: Escluir
bn: বাদ দেওয়া
ml: ഒഴിവാക്കുക
sl: Izloči
sr: Изостави

source: Please choose a file to restore from
ast: Escueyi un ficheru del que restaurar
bn: রিস্টোর করার জন্য একটি ফাইল নির্বাচন করুন
ml: പുന:സ്ഥാപനക്കുള്ള സ്രോതസ്സ് ഫയല്‍ തിരഞ്ഞെടുക്കുക
ro: Te rog alege un fişier din care sa va face restaurarea
sl: Izberite datoteko, iz katere boste obnavljali
sr: Изаберите датотеку за враћање

source: Please choose a destination directory
ast: Escueyi un direutoriu de destín
bn: অনুগ্রহ করে গন্তব্য নির্বাচন করুন
ml: ദയവായി ഒരു ലക്ഷ്യസ്ഥാന ഡയറക്ടറി തെരഞ്ഞെടുക്കുക
ro: Te rog alege directorul destinaţie
sl: Izberite ciljno mapo
sr: Изаберите фасциклу за одредиште

source: No packages need to be installed at this time
ast: Nun se necesita instalar paquetes nesti momentu
bn: এই মুহুর্তে কোন প্যাকেজ ইনস্টল করার প্রয়োজন নেই
ml: ഈ സമയം പാക്കേജ്-കള്‍ ഒന്നും തന്നെ ഇന്‍സ്റ്റോള്‍ ചെയ്യേണ്ടതില്ല
ro: Momentan nu trebuie instalat niciun pachet
sl: Ni paketov, ki bi se morali trenutno namestiti
sr: За сада нема пакета који се требају инсталирати

source: Please select one or more packages to install
ast: Por favor, seleiciona un paquete o más pa instalar
bn: ইনস্টল করার জন্য এক বা একাধিক প্যাকেজ নির্বাচন করুন
ml: ദയവായി ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതിന് വേണ്ടി ഒന്നോ അതിലധികമോ പാക്കേജ്-കള്‍ തെരഞ്ഞെടുക്കുക
ro: Te rog alege unul sau mai multe pachete pentru instalare
sl: Izberite enega ali več paketov za namestitev
sr: Изаберите један или више пакета за инсталацију

source: Calculating...
ast: Calculando…
bn: গণনা করা হচ্ছে...
ml: കണക്ക് കൂട്ടുന്നു...
ro: Calculez...
sl: Preračunavanje ...
sr: Израчунавам...

source: Skipping broken link
ast: Saltando enllaz frañáu
bn: ব্রোকেন লিংক এড়িয়ে যাওয়া হচ্ছে
ml: പൊട്ടിയ കണ്ണി ഒഴിവാക്കുന്നു
ro: Sar peste o legătură întreruptă
sl: Izpuščanje nedelujoče povezave
sr: Прескаче оштећену везу

source: Broken link
ast: Enllaz frañáu
bn: ব্রোকেন লিংক
ml: പൊട്ടിയ കണ്ണി
ro: Legătură întreruptă
sl: Nedelujoča povezava
sr: Оштећена веза

source: Skipping link
ast: Saltando enllaz
bn: লিংক এডিয়ে যাওয়া হচ্ছে
ml: കണ്ണി ഒഴിവാക്കുന്നു
ro: Sar peste legătură
sl: Izpuščanje povezave
sr: Прескакање везе

source: Skipping identical file
ast: Saltando ficheru idénticu
bn: আইডেন্টিক্যাল ফাইল এড়িয়ে যাওয়া হচ্ছে
ml: സമാന ഫയലുകള്‍ ഒഴിവാക്കുന്നു
ro: Sar peste fișier identic
sl: Izpuščanje identične datoteke
sr: Прескакање идентичне датотеке

source: Warning: Some files were not saved, copied: %(current_file)d files out of %(total)d total
ast: Avisu: dellos ficheros nun se guardaron; copiaos: %(current_file)d ficheros d'un total de %(total)d
bn: সতর্কতাঃ কিছু ফাইল সংরক্ষিত হয়নি, কপি করা হয়েছেঃ %(total)d টির মধ্যে %(current_file)d টি ফাইলসমূহ
ml: മുന്നറിയിപ്പ്: ചില ഫയലുകള്‍ സേവ് ചെയ്തില്ല, പകര്‍ത്തപ്പെട്ടവ: ആകെയുള്ള %(total)d ല്‍ %(current_file)d ഫയലുകള്‍
ro: Atenţie: Unele fişiere nu au fost salvate. S-au copiat %(current_file)d din totalul de %(total)d fişiere
sl: Pozor: nekatere datoteke niso shranjene, kopirane: %(current_file)d od skupaj %(total)d
sr: Упозорење: Неке датотеке нису сачуване, умножене: %(current_file)d од укупно датотека %(total)d

source: An error occured during the backup
ast: Hebo un error mentanto la copia de seguridá
bn: ব্যাকআপ নেওয়ার সময় একটি ক্রুটি হয়েছে
ml: ബാക്കപിനു ഇടയില്‍ ഒരു പിഴവ് സംഭവിച്ചു
ro: A apărut o eroare în timpul efectuării copiei de siguranță
sl: Med ustvarjanjem varnostne kopije je prišlo do napake
sr: Дошло је до грешке током прављења причувне

source: The backup was aborted
ast: S'encaboxó la copia de seguridá
bn: ব্যাকআপ নেওয়া বাতিল করা হয়েছে
ml: പകര്‍ത്തല്‍ പ്രക്രിയ ഉപേക്ഷിച്ചിരിക്കുന്നു
ro: Copierea de siguranță a fost abandonată
sl: Varnostno kopiranje je prekinjeno
sr: Прављење причувне је прекинуто

source: The backup completed successfully
ast: La copia de seguridá se completó correutamente
bn: ব্যাকআপ নেওয়া সফল হয়েছে
ml: പകര്‍ത്തല്‍ പ്രക്രിയ വിജയകരമായി പൂര്‍ത്തിയാക്കി
ro: Copierea de siguranță s-a încheiat cu succes
sl: Varnostno kopiranje se je uspešno končalo
sr: Прављење причувне је успешно завршено

source: Checksum Mismatch:
ast: La suma de comprobación nun concasa:
bn: চেকসাম মেলেনিঃ
ml: Checksum പൊരുത്തക്കേട്:
ro: Suma de control nu corespunde:
sl: Neujemanje kontrolne vsote:
sr: Контролна сума се не подудара:

source: Checksum Mismatch
ast: La suma de comprobación nun concasa
bn: চেকসাম মেলেনি
ml: Checksum പൊരുത്തക്കേട്
ro: Suma de control nu corespunde
sl: Kontrolna vsota se ne ujema
sr: Контролна сума се не подудара

source: Calculating checksum
ast: Calculando la suma de comprobación
bn: চেকসাম গণনা করা হচ্ছে
ml: Checksum കണക്കാക്കുന്നു
ro: Calculez suma de control
sl: Preračunavanje kontrolne vsote
sr: Израчунавање контролне суме

source: (Not created with the Backup Tool)
ast: (Nun se creó cola ferramienta de copia de seguridá)
bn: (ব্যাকআপ টুল দ্বারা তৈরী করা হয়নি)
ml: (ബാക്കപ്പ് ഉപകരണം വഴി സൃഷ്ടിച്ചത് അല്ല)
ro: (Nu a fost generat de această aplicaţie)
sl: (ni ustvarjeno z Orodjem za varnostno arhiviranje)
sr: Није створена алатком за прављење причувне

source: Warning: Some files were not restored, copied: %(current_file)d files out of %(total)d total
ro: Atenție, unele fișiere nu au fost restaurate. Au fost copiate %(current_file)d fișiere din totalul de %(total)d
sl: Opozorilo: nekatere datoteke niso bile obnovljene, kopirane: %(current_file)d datotek od skupno %(total)d

source: An error occured during the restoration
ast: Hebo un fallu mentanto la restauración
bn: রিস্টোর করার সময় একটি ক্রুটি হয়েছে
ml: പുന:പ്രതിഷ്ഠക്കിടയില്‍ ഒരു പിഴവ് സംഭവിച്ചിരിക്കുന്നു
ro: A intervenit o eroare în timpul restaurării
sl: Med obnovo se je pojavila napaka
sr: Дошло је до грешке током враћања

source: The restoration was aborted
ast: La restauración s'encaboxó
bn: রিস্টোর প্রক্রিয়া বাতিল করা হয়েছে
ml: പുന:സ്ഥാപന പ്രക്രിയ ഉപേക്ഷിച്ചിരിക്കുന്നു
ro: Restaurarea a fost abandonată
sl: Obnova je prekinjena
sr: Враћање је прекинуто

source: The restoration completed successfully
ast: La restauración se completó correutamente
bn: রিস্টোর সফলভাবে সম্পন্ন হয়েছে
ml: പുന:സ്ഥാപന പ്രക്രിയ വിജയകരമായി പൂര്‍ത്തിയാക്കി
ro: Restaurarea s-a încheiat cu succes
sl: Obnova je uspešno končana
sr: Враћање је успешно завршено

source: An error occured during the backup:
ast: Hebo un error mentanto la copia de seguridá:
bn: ব্যাকআপ নেওয়ার সময় একটি ক্রুটি হয়েছেঃ
ml: പകര്‍ത്തല്‍ പ്രക്രിയക്കിടയില്‍ ഒരു തകരാറ് സംഭവിച്ചിരിക്കുന്നു:
ro: A apărut o eroare în realizarea copiei de siguranţă:
sl: Prišlo je do napake med varnostnim shranjevanjem
sr: Дошло је до грешке у току прављења причувне:

source: Your software selection was backed up succesfully
ast: La to esbilla de software se respaldó correutamente
bn: আপনার সফটওয়্যার সিলেকশন সফলভাবে ব্যাকআপ নেওয়া হয়েছে
ml: നിങ്ങളുടെ സോഫ്റ്റ്‌വെയര്‍ തിരഞ്ഞെടുപ്പ് വിജയകരമായി പകര്‍ത്തപ്പെട്ടിരിക്കുന്നു
ro: Copia de siguranţă a selecţiei tale software s-a efectuat cu succes
sl: Vaš izbor programja je bil uspešno varnostno shranjen
sr: Причувна изабрани програми је успешно направљена

source: The specified file is not a valid software selection
ast: El ficheru conseñáu nun ye una esbilla de software válida
bn: সুনির্দিষ্ট ফাইলটি বৈধ সফটওয়্যার সিলেকশন নয়
ml: വ്യക്തമാക്കിരിക്കുന്ന ഫയല്‍ ഒരു സാധുവായ സോഫ്റ്റ്‌വെയര്‍ തിരഞ്ഞെടുപ്പ് അല്ല
ro: Fişierul specificat nu este o copie validă de selecţie software
sl: Navedena datoteka ni veljaven izbor programja
sr: Наведена датотека није важећи избор програма
