Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintstick/mintstick-*.po
Languages: ca, sr

source: The USB stick was formatted successfully.
ca: La memòria USB s'ha formatat correctament.
sr: УСБ штапић је успешно форматиран.

source: An error occured while creating a partition on %s.
ca: S'ha produït un error al crear una partició a %s.
sr: Дошло је до грешке приликом прављења партиције на%s.

source: Authentication Error.
ca: Error d'autenticació.
sr: Грешка при провери.

source: An error occurred.
ca: S'ha produït un error.
sr: Дошло је до грешке.

source: Image:
ca: Imatge:
sr: Слика:

source: USB stick:
ca: Memòria USB:
sr: УСБ штапић:

source: Writing %(VAR_FILE)s to %(VAR_DEV)s
ca: Escrivint %(VAR_FILE)s en %(VAR_DEV)s
sr: Упиши %(VAR_FILE)s у %(VAR_DEV)s

source: Starting copy from %(VAR_SOURCE)s to %(VAR_TARGET)s
ca: Iniciant la còpia des de %(VAR_SOURCE)s cap a %(VAR_TARGET)s
sr: Почетак умножавања из %(VAR_SOURCE)s у %(VAR_TARGET)s

source: The image was successfully written.
ca: La imatge s'ha escrit amb èxit.
sr: Слика је успешно уписана.

source: Not enough space on the USB stick.
ca: No hi ha prou espai en la memòria USB.
sr: Нема довољно простора на УСБ штапићу.

source: An error occured while copying the image.
ca: S'ha produït un error en copiar la imatge.
sr: Дошло је до грешке приликом копирања слике.

source: USB Image Writer
ca: Gravador d'imatge USB
sr: Уписивање слика на УСБ

source: Make a bootable USB stick
ca: Crear una memòria USB arrancable
sr: Направите покретачки USB штапић

source: USB Stick Formatter
ca: Formatador de memòria USB
sr: Форматирање за УСБ штапић

source: Format a USB stick
ca: Formatar una memòria USB
sr: Форматирај USB штапић

source: Make bootable USB stick
ca: Crear memòria USB arrancable
sr: Направите покретачки USB штапић

source: Format
sr: Формат

source: This will destroy all data on the USB stick, are you sure you want to proceed?
ca: Això destruirà totes les dades en la memòria USB, esteu segur que voleu continuar?
sr: Ово ће уништити све податке на УСБ штапића, желите да наставите?

source: Something went wrong, please see the details window for the exact error.
ca: Quelcom ha fallat, consulteu l'error exacte en la finestra de detalls.
sr: Нешто није у реду, погледајте прозор датаља за грешке.

source: Format:
sr: Формат:

source: Select a USB stick
ca: Tria una memòria USB
sr: Изаберите УСБ штапић

source: FAT32 + Compatible everywhere. - Cannot handle files larger than 4GB. NTFS + Compatible with Windows. - Not compatible with Mac and most hardware devices. - Occasional compatibility problems with Linux (NTFS is proprietary and reverse engineered). EXT4 + Modern, stable, fast, journalized. + Supports Linux file permissions. - Not compatible with Windows, Mac and most hardware devices.
ca: FAT32 + Compatible amb tots els sistemes - No pot manegar fitxers més grans de 4GB. NTFS + Compatible amb Windows. - No compatible amb Mac ni la major part dels dispositius de maquinari. - Problemes de compatibilitat ocasionals amb Linux (NTFS és propietari i es fa servir enginyeria inversa). EXT4 + Modern, estable, ràpid, transaccional. + Suporta els permisos d'arxius de Linux. - No compatible amb Windows, Mac, ni la major part dels dispositius de maquinari.
sr: FAT32 + Усклађен са свима. - Не може управљати са датотекама већим од 4GB. NTFS + Усклађен са Windows. - Није усклађен са Mac и већином хардверских уређаја. - Повремени проблеми са усклађености са Linux (NTFS је власнички и омогућен је обрнутим инжињерингом). EXT4 + Модеран, стабилан, брз. + Подршка за Linux датотечне дозволе. - Није усклађен са Windows, Mac и већином хардверски уређаја.

source: Volume label:
ca: Etiqueta de volum:
sr: Ознака уређаја:

source: Choose a name for your USB Stick
ca: Triar un nom per la memòria USB
sr: Одаберите име за свој УСБ уређај

source: USB Stick
ca: Memòria USB
sr: УСБ штапић

source: Details
ca: Detalls
sr: Појединости

source: Write image:
ca: Gravar imatge:
sr: Упиши слику:

source: Select an image
ca: Trieu una imatge
sr: Одаберите слику

source: Select Image
ca: Triar imatge
sr: Изаберите слику

source: to
ca: a
sr: за

source: Write
ca: Escriure
sr: Пиши

source: The image was written successfully.
ca: La imatge s'ha escrit correctament.
sr: Слика је успешно уписана.

source: as
ca: com a
