Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintsources/mintsources-*.po
Languages: ca, cs, ro

source: Adding PPAs is not supported
ca: No s'admet l'addició de PPAs
cs: Přidání PPA repozitáře není podporováno
ro: Adăugarea de PPA-uri nu este suportată

source: Cannot add PPA: '%s'.
ca: No es pot afegir la PPA: '%s'.
cs: Nelze přidat PPA repozitář: '%s'.
ro: Nu se poate adăuga PPA: '%s'.

source: Adding private PPAs is not supported currently
ca: Actualment no és possible afegir PPA privats
cs: Přidávání soukromých PPA repozitářů není podporováno
ro: Adăugarea unei arhive private PPA nu este posibilă acum

source: You are about to add the following PPA to your system:
ca: Esteu a punt d'afegir el PPA següent al sistema:
cs: Chystáte se do svého systému přidat následující PPA repozitář:
ro: Urmează să adaugi următoarea arhivă PPA la sistemul tău:

source: More info: %s
ca: Més informació: %s
cs: Více informací: %s
ro: Mai multe informații: %s

source: Press [ENTER] to continue or ctrl-c to cancel adding it
ca: Premeu [RETORN] per continuar o Ctrl+C per cancel·lar l'addició
cs: Stiskněte [ENTER] pro pokračování nebo ctrl-c pro zrušení jeho přidání
ro: Apasă [ENTER] pentru a continua sau ctrl-c pentru a anula adăugarea

source: Unable to prompt for response. Please run with -y
ca: No es pot sol·licitar resposta. Executi-ho amb -y
cs: Nelze dát výzvu na odpověď. Prosím spusťte s -y
ro: Nu se poate cere un răspuns. Te rog execută cu -y

source: Sources
ca: Fonts
cs: Zdroje
ro: Surse

source: CD-ROM (Installation Disc)
ca: CD-ROM (Disc d'instal·lació)
cs: CD-ROM (Instalační disk)
ro: CD-ROM (Disc de instalare)

source: Linux Mint uses Romeo to publish packages which are not tested. Once these packages are tested, they are then moved to the official repositories. Unless you are participating in beta-testing, you should not enable this repository. Are you sure you want to enable Romeo?
ca: Linux Mint utilitza Romeo per publicar paquets que no han estat provats. Una vegada que aquests paquets han estat provats, es traslladen als repositoris oficials. A menys que estigueu participant en proves beta, no heu d'habilitar aquest repositori. Esteu segur que voleu habilitar Romeu?
cs: Linux Mint používá Romeo k publikování netestovaných balíčků. Jakmile budou tyto balíčky otestovány, budou přesunuty do oficiálních repozitářů. Pokud se nechcete zúčastnit testování beta verze, neměli byste přidávat tento repozitář. Jste si jisti, že chcete povolit Romeo?
ro: Linux Mint folosește Romeo pentru publicarea de pachete netestate. O dată ce aceste pachete sunt testate, ele sunt apoi mutate la depozitele oficiale. Dacă nu participi la beta-testare, nu ar trebui să activezi acest depozit. Sigur vrei să activezi Romeo?

source: Backports are packages coming from newer Linux Mint releases. When backports are made available, the development team publishes an official announcement on http://blog.linuxmint.com. This announcement might include important information about the new features, design decisions or even known issues which relate to you. It is therefore strongly recommended to not enable backports until you have read this information. Are you sure you want to enable backports?
ca: Els Backports són paquets que venen de versions més noves de Linux Mint. Quan hi ha backports disponibles, l'equip de desenvolupament publica un anunci oficial a http://blog.linuxmint.com. Aquests anuncis poden incloure informació important sobre les noves característiques, les decisions de disseny o fins i tot problemes coneguts que poden afectar-lo. Per tant, es recomana fortament no habilitar els backports fins que s'hagi llegit aquesta informació. Esteu segur que voleu habilitar backports?
cs: Backporty jsou balíčky pocházející z novějších verzí Mintu. Jakmile jsou backporty dostupné, uveřejňuje je vývojářský tým oficiálním prohlášením na http://blog.linuxmint.com. Toto prohlášení může obsahovat důležité informace o nových vlastnostech, rozhodnutích o provedení nebo dokonce o známých problémech, které se vás týkají. Je proto důrazně doporučováno povolit backporty až po přečtení této informace. Jste si jisti, že chcete backporty povolit?
ro: Backport-urile sunt pachetele care vin de la versiuni de Linux Mint mai noi. Când backport-urile sunt puse la dispoziție, echipa de dezvoltare publică un anunț oficial pe http://blog.linuxmint.com. Acest anunț ar putea include informații importante despre noile caracteristici, deciziile de design sau chiar problemele cunoscute care au legătură cu tine. Prin urmare se recomandă să nu se permite backportări până când vei citi această informație. Sigur vrei să activezi backport-urile?

source: Other...
ca: Un altre...
cs: Další…
ro: Alte...

source: Select a mirror
ca: Selecciona el servidor
cs: Vybrat zrcadlo
ro: Selectează o oglindă

source: Country
ca: País
cs: Země
ro: Țară

source: Speed
ca: Velocitat
cs: Rychlost
ro: Viteză

source: Software Sources
ca: Fonts del programari
cs: Zdroje softwaru
ro: Surse software

source: Backported packages
ca: Paquets backports
cs: Backportované balíčky
ro: Pachete backportate

source: Unstable packages
ca: Paquets inestables
cs: Nestabilní balíčky
ro: Pachete instabile

source: No action required
ca: No es requereix cap acció
cs: Není vyžadována žádná činnost
ro: Nicio acțiune necesară

source: Official repositories
ca: Repositoris oficials
cs: Oficiální repozitáře
ro: Depozitar oficial

source: PPAs
cs: PPA
ro: PPA-uri

source: Additional repositories
ca: Repositoris adicionals
cs: Další repozitáře
ro: Depozitare suplimentare

source: Authentication keys
ca: Claus d'autenticació
cs: Ověřovací klíč
ro: Chei de autentificare

source: Maintenance
ca: Manteniment
cs: Údržba
ro: Întreținere

source: Mirrors
ca: Servidors
cs: Zrcadla
ro: Oglinzi

source: Main
ca: Principal
cs: Hlavní
ro: Principal

source: Base
cs: Základní
ro: Bază

source: Select a faster server...
ca: Selecciona un servidor més ràpid
cs: Zvolit rychlejší server...
ro: Selectează un server mai rapid...

source: Optional components
ca: Components opcionals
cs: Možné komponenty
ro: Componente opționale

source: Source code
ca: Codi font
cs: Zdrojový kód
ro: Cod sursă

source: Add a new PPA...
ca: Afegir una nova PPA...
cs: Přidat nový PPA...
ro: Adaugă un nou PPA..

source: Edit URL...
ca: Editar l'URL...
cs: Upravit URL...
ro: Editează URL...

source: Remove permanently
ca: Eliminar permanentment
cs: Odstranit trvale
ro: Elimină definitiv

source: Add a new repository...
ca: Afegir un nou repositori...
cs: Přidat nový repozitář
ro: Adaugă un nou depozitar...

source: Import key file...
ca: Importar el fitxer de la clau...
cs: Imporotovat soubor s klíči
ro: Importă fișierul cheie...

source: Download a key...
ca: Descarregar una clau...
cs: Stáhnout klíč
ro: Descarcă o cheie...

source: Fix MergeList problems
ca: Arreglar problemes de MergeList
cs: Opravit problémy s MergeList
ro: Repară probleme Listei de contopire

source: If you experience MergeList problems, click this button to solve the problem.
ca: Si teniu problemes de MergeList, feu clic en aquest botó per solucionar-ho
cs: Pokud máte problém s MergeList, klepněte na toto tlačítko k vyřešení problému
ro: Dacă te confrunți cu probleme la Lista de contopire, fă clic pe acest buton pentru a rezolva problema.

source: Purge residual configuration
ca: Purgar la configuració residual
cs: Odstranit zbytkové nastavení
ro: Curăță configurația rămasă

source: Packages sometimes leave configuration files on the system even after they are removed.
ca: Els paquets, inclús desprès de ser esborrats, de vegades deixen fitxers de configuració al sistema.
cs: Balíčky někdy zanechají konfigurační soubory v systému i poté, co jsou odinstalovány.
ro: Pachetele lasă uneori fișiere de configurare pe sistem chiar și după ce ele au fost eliminate.

source: Enable source code repositories
ca: Habilita els repositoris de codi font
cs: Povolit repozitáře se zdrojovým kódem
ro: Activează depozitarele de cod sursă

source: Warning: Backports and unstable packages can introduce regressions and negatively impact your system. Please do not enable these options in Linux Mint unless it was suggested by the development team.
ca: Avís: els Backports i paquets inestables poden introduir regressions i afectar negativament el seu sistema. Si us plau, no habiliteu aquestes opcions a Linux Mint si no és per indicació de l'equip de desenvolupament.
cs: Varování: Backporty a nestabilní balíčky mohou zavést navracení a negativně ovlivnit váš systém. Nepovolujte prosím toto nastavení v Linuxu Mint, pokud to nedoporučuje vývojářský tým.
ro: Avertisment: Backport-urile și pachete instabile pot introduce regresii și un impact negativ asupra sistemului tău. Te rog să nu activezi aceste opțiuni în Linux Mint exceptând cazul în care activarea a fost sugerată de către echipa de dezvoltare.

source: Enabled
ca: Habilitat
cs: Povoleno
ro: Activat(ă)

source: Repository
ca: Repositori
cs: Repozitář
ro: Depozitar

source: Key
ca: Clau
cs: Klíč
ro: Tastă

source: Restore the default settings
ca: Restablir les configuracions per defecte
cs: Obnovit do výchozího nastavení
ro: Revino la setările implicite

source: Restore the official repositories to their default settings
ca: Restablir els repositoris oficials dels ajustos per defecte
cs: Obnovit oficiální repozitáře do výchozího nastavení
ro: Restaurează depozitarele oficiale la configurațiile lor implicite

source: There is no more residual configuration on the system.
ca: Ja no hi ha cap configuració residual al sistema.
cs: Žádná zbytková konfigurace již není v systému
ro: Nu mai există nici o configurație reziduală pe sistem.

source: The problem was fixed. Please reload the cache.
ca: El problema s'ha solucionat. Sisplau, torna a carregar la cache.
cs: Problém byl opraven. Prosím obnovte cache
ro: Problema a fost rezolvată. Te rog reîncarcă cache-ul.

source: Open..
ca: Obre..
cs: Otevřít...
ro: Deschide...

source: Please enter the 8 characters of the public key you want to download from keyserver.ubuntu.com:
ca: Sisplau, introdueix els 8 caràcters de la clau pública que vol descarregar del servidor de claus keyserver.ubuntu.com:
cs: Prosím zadejte 8 znaků veřejného klíče, který chcete stáhnout z keyserver.ubuntu.com
ro: Te rog introdu cele 8 caractere ale cheii publice pe care vreți să o descarcați de la keyserver.ubuntu.com:

source: Are you sure you want to permanently remove this key?
ca: Està segur que desitja esborrar permanentment aquesta clau?
cs: Jste si jist, že chcete trvale odstranit tento klíč
ro: Ești sigur(ă) că vrei eliminarea permanentă a aceastei chei?

source: Please enter the name of the PPA you want to add:
ca: Per favor, introdueix el nom de la PPA que vol afegir:
cs: Prosím zadejte jméno PPA, který chcete přidat
ro: Te rog introdu numele a PPA-ului pe care vrei să-l adaugi:

source: Edit the URL of the PPA
ca: Edita la URL de la PPA
cs: Upravit adresu PPA
ro: Editează adresa URL a PPA-ului

source: Are you sure you want to permanently remove this PPA?
ca: Està segur/a de voler eliminar permanentment aquesta PPA?
cs: Jste si jist, že chcete trvale odstranit tento PPA?
ro: Ești sigur(ă) că vrei eliminarea permanentă a aceastui PPA?

source: Please enter the name of the repository you want to add:
ca: Sisplau, escrigui el nom del repositori que desitja afegir:
cs: Zadejte jméno repozitáře, který chcete přidat:
ro: Te rog introdu numele depozitarului pe care vrei să-l adaugi:

source: Edit the URL of the repository
ca: Editi l'URL del Dipòsit/repositori
cs: Upravit URL repozitáře
ro: Editează URL-ul depozitarului

source: Are you sure you want to permanently remove this repository?
ca: Està segur/a que desitja eliminar permanentment aquest repositori?
cs: Chcete trvale odstranit tento repozitář?
ro: Ești sigur(ă) că vrei eliminarea permanentă a aceastui depozitar?

source: Update the cache
ca: Actualitze la cache
cs: Aktualizovat cache
ro: Actualizează cache-ul

source: Click here to update your APT cache with your new sources
ca: Feu clíc aquí per a actualitzar la cache APT amb les seves noves fonts
cs: Klepněte sem k aktualizování cache s novými zdroji
ro: Apasă aici pentru a actualiza cache-ul tău APT cu noile tale surse

source: Your APT cache is up to date
ca: La seva cache APT està actualitzada
cs: Vaše APT cache je aktuální
ro: Cache-ul tău APT este actualizat

source: Please enter your password to configure the software sources
ca: Sisplau, introdueixi la contrasenya per a configurar les fonts de programari
cs: Zadejte prosím své heslo k nastavování zdrojů software
ro: Te rog introdu parola pentru configurarea surselor software

source: Error: must run as root
ca: Error: s'ha d'executar com a administrador
cs: Chyba: musí běžet jako root
ro: Eroare: trebuie să rulezi ca administrator

source: Error: need a repository as argument
ca: Error: cal un repositori com a argument
cs: Chyba: je nutný repozitář jako argument.
ro: Eroare: este nevoie de un depozit ca argument

source: Configure the sources for installable software and updates
ca: Configura les fonts per a les actualitzacions i el programari instal·lables
cs: Nastavit zdroje pro instalovatelný software a aktualizace
ro: Configurează sursele pentru software instalabil şi actualizări

source: URL
ca: Adreça URL
