Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/slideshow-mint-kde/slideshow-mint-kde-*.po
Languages: ar, bn, ko

source: Welcome to Linux Mint
ar: أهلاً بك إلى لينكس منت
bn: লিনাক্স মিন্টে স্বাগতম
ko: 리눅스 민트에 오신 것을 환영합니다

source: Welcome and thank you for choosing Linux Mint. This slideshow will show you around while the system is being installed on your computer.
ar: أهلاَ بك وشكرًا لاختيارك لينكس منت، هذا العرض التقديمي سيُعرض بينما يتم تثبيت النظام على حاسوبك.
bn: স্বাগতম এবং লিনাক্স মিন্ট নির্বাচনের জন্য আপনাকে ধন্যবাদ। সিস্টেম ইনস্টলের সময় এই স্লাইডশোটি আপনাকে লিনাক্স মিন্ট সম্পর্কে ধারণা দেবে।
ko: 리눅스 민트 를 선택해주셔서 감사합니다. 이 슬라이드 쇼는 설치되는 동안 리눅스 민트에 대한 모든 것을 보여줄 것입니다.

source: Browse the web
ar: تصفح الوِب
bn: ওয়েব ব্রাউজ করুন
ko: 인터넷 정보를 검색하기

source: Be fast and safe on the web with Mozilla Firefox. Enjoy Java, Flash and multimedia content.
ar: اعمل بشكل سريع وآمن على الإنترنت مع موزيلا فَيَرفُكس. استمتع بالجافا و الفلاش والوسائط المتعددة.
bn: মোজিলা ফায়ারফক্স ব্যবহারের মাধ্যমে দ্রুত এবং নিরাপদে ওয়েব ব্রাউজ করুন। জাভা, ফ্ল্যাশ এবং মাল্টিমিডিয়া কন্টেন্টসমূহ উপভোগ করুন।
ko: 모질라 파이어폭스를 이용해 빠르고 안전하게 인터넷을 사용할 수 있습니다. 자바, 플래시 등의 멀티미디어 콘텐츠도 즐길 수 있습니다.

source: Included software
ar: البرمجيات المدمجة
bn: অন্তর্ভুক্ত সফটওয়্যার
ko: 기본으로 포함된 소프트웨어

source: Firefox
ar: فيَرفُكس
bn: ফায়ারফক্স
ko: 파이어폭스

source: Flash
ar: فلاش
bn: ফ্ল্যাশ
ko: 플래시

source: Java
ar: جافا
bn: জাভা
ko: 자바

source: Listen to music and CDs
ar: استمع للموسيقى والأقراص المدمجة
bn: মিউজিক এবং সিডিতে গান শুনুন
ko: 음악과 CD 재생 및 듣기

source: Enjoy your music with Amarok. Plug-in your MP3 player or extract songs from your audio CDs. Listen to podcasts and online radios. Discover new artists on Last.fm, Jamendo, Magnatune and Librivox.
ar: استمتع بالموسيقى التى تريد مع Amarok, صلّ جهاز MP3 أو استورد الأغاني من الأقراص الصوتية الخاصة بك, استمع الى الإذاعات والراديو المباشر. واكتشف الفنانين الجدد على Last.fm, Jamendo, Magnatune و Librivox.
bn: এমারক ব্যবহারের মাধ্যমে মিউজিক উপভোগ করুন। এমপি থ্রি প্লেয়ার কানেক্ট করুন অথবা অডিও সিডি থেকে গান এক্সট্রাকট করুন। পডকাস্ট ও অনলাইন রেডিও শুনুন। লাস্ট.এফেম, জামেনডো, মাগনাটিউন এবং লিব্রিভক্স ব্যবহার করে নতুন আর্টিস্ট সম্পর্কে জানুন।
ko: 아마록과 함께 음악을 여러 가지 방법으로 즐기십시오. 당신의 MP3 플레이어를 컴퓨터에 장착하여 듣던지 혹은 노래를 CD로부터 추출하여 저장할 수 있습니다. 팟캐스트와 온라인 라디오 채널을 청취할 수 있고 또한 새로운 예술가를 라스트.fm, 자멘도, 마그나튠 그리고 리브리복스를 통해 찾으실 수 있습니다.

source: Amarok
bn: এমারক
ko: 아마록

source: Audio codecs
ar: ترميزات الصوت
bn: অডিও কোডেকসমূহ
ko: 오디오 코덱

source: Watch videos and DVDs
ar: شاهد الفيديوهات و أقراص الـDVD
bn: ভিডিও এবং ডিভিডি দেখুন
ko: 비디오와 DVD 감상

source: Insert a DVD and enjoy a movie. Watch high-definition videos with Kaffeine.
ar: أدخل قرص DVD واستمتع بفيديو، شاهد فيديوهات عالية الدقة مع برنامج Kaffeine.
bn: ডিভিডি ইনসার্ট করুন এবং সিনেমা উপভোগ করুন। ক্যাফেইন ব্যবহার করে হাই-ডেফিনেসন ভিডিও দেখুন।
ko: 당신의 컴퓨터에 DVD를 넣고 카페인으로 고화질 영상을 즐겁게 감상하십시오.

source: Kaffeine
bn: ক্যাফেইন
ko: 카페인

source: Video codecs
ar: ترميزات الفيديو
bn: ভিডিও কোডেকসমূহ
ko: 비디오 코덱

source: Manage your photos
ar: نظّم صورك
bn: আপনার ছবি মেনেজ করুন
ko: 사진 관리하기

source: Organize, enjoy and share your photos with digikam. Export your albums to CD, to the Web, or to online services such as Flickr or PicasaWeb to share them with friends and family.
ar: نظّم، استمتع وشارك صورك مع ديجي كام، صدّر ألبوماتك إلى CD، أو إلى الوِب، أو إلى خدمات الإنترنت مثل Flickr أو PicasaWeb لمشاركتها مع الأصدقاء و العائلة.
bn: ডিজিকাম ব্যবহার করে আপনার ছবি সমন্বয়, উপভোগ এবং শেয়ার করুন। আপনার অ্যালবাম সিডিতে, ওয়েবে অথবা ফ্লিক্‌র বা পিকাসাওয়েবের মত অনলাইন সার্ভিসে পাঠান যাতে আপনার পরিবার ও বন্ধুদের সাথে তা শেয়ার করতে পারেন।
ko: 디지켐으로 당신의 사진을 정리하고, 공유하고, 그리고 즐거움을 느끼십시오. 또한 이것으로 앨범을 CD에다 저장하거나 플릭커와 피카사웹 같은 사이트들에 사진을 올려 당신의 친구와 가족들과 함께 공유를 할 수 있습니다.

source: Digikam
ar: ديجي كام
bn: ডিজিকাম
ko: 디지켐

source: Stay connected
ar: ابقَ متصلًا
bn: সাথে থাকুন
ko: 소셜 네트워킹

source: Keep in touch with your friends and contacts, by email, messenger or on your favorite social networks. Linux Mint provides all you need to interact with Twitter, Facebook, MSN, ICQ, GoogleTalk, AIM, Yahoo and many other networks.
ar: ابقَ على اتصال مع أصدقائك و معارفك, عن طريق البريد الإلكتروني, المحادثة الفورية أو على شبكاتك الاجتماعية المفضلة. لينُكس منت توفر كل ما تحتاجه لتتفاعل مع Twitter, Facebook, MSN, ICQ, Google Talk, AIM, Yahoo و شبكات أخرى عديدة.
bn: ই-মেইল, ম্যাসেঞ্জার অথবা আপনার পছন্দের যেকোন সামাজিক নেটওয়ার্কে বন্ধুদের সাথে সংযুক্ত থাকুন। লিনাক্স মিন্ট আপনাকে টুইটার, ফেসবুক, এমএসএন, আইসিকিউ, গুগলটক, এআইএম, ইয়াহু এবং আরও অন্যান্য নেটওয়ার্ক ব্যবহারের সুবিধা প্রদান করে।
ko: 당신이 즐겨 쓰는 소셜 네트워크, 메신저, 이메일을 통해 친구들과 연락하십시오. 리눅스 민트는 트위터, 페이스북, MSN, ICQ, 구글 토크, AIM, 야후 등을 지원합니다.

source: Kmail
bn: কেমেইল
ko: K메일

source: Telepathy
ar: برمجية Telepathy
ko: 텔레파시

source: Konversation
ar: برمجية Konversation
ko: 컨버세이션

source: Be productive
ar: كن منتجًا
bn: সৃজনশীল হোন
ko: 높은 생산성

source: Use LibreOffice to create professional documents, spreadsheets and presentations that are fully compatible with Microsoft Office. Archive documents, emails, or web pages to PDF. Send and receive files with Giver on the local network. Share printers or access them remotely.
ar: استخدم ليبر أوفيس لإنشاء وثائق احترافية، جداول البيانات و العروض التقديمية المتوافقة تمامًا مع مايكروسوفت أوفيس,أرّشف الوثائق،البريد، أو صفحات الويب إلى PDF. أرسل واستقبل الملفات مع Giver على الشبكة المحلية. شارك الطابعات أو صلّ إليها عن بعد.
bn: লিব্রেঅফিস ব্যবহার করে প্রোফেশনাল ডকিউমেন্ট, স্প্রেডশিট এবং প্রেসেন্টেশন তৈরী করুন যেগুলো মাইক্রোসফট অফিসের সাথে সম্পূর্ণ সামঞ্জস্যপূর্ণ। ডকিউমেন্ট, ইমেইল অথবা ওয়েব পেইজসমূহকে পিডিএফ আকারে সংরক্ষণ করুন। গিভারের মাধ্যমে লোকাল নেটওয়ার্কের মধ্যে ফাইলসমূহ আদান-প্রদান করুন। প্রিন্টার শেয়ার করুন কিংবা দূর থেকে সেটি নিয়ন্ত্রণ করুন।
ko: 리브레 오피스를 이용하여 마이크로소프트 오피스와 호완이 되는 전문적인 문서, 스프레드시트 그리고 프레젠테이션을 만드십시오. 또한 당신은 기버로 묶음 문서, 전자 우편 혹은 PDF 형식의 웹 페이지들을 네트워크로 전송할 수 있습니다. 프린터들 역시 원격으로 공유 혹은 사용할 수 있습니다.

source: LibreOffice
ar: ليبر أوفيس
bn: লিব্রে অফিস
ko: 리브레 오피스

source: PDF Printer
ar: طابعة PDF
bn: পিডিএফ প্রিন্টার
ko: PDF 프린터

source: Install software
ar: ثبّت البرامج
bn: সফটওয়্যার ইনস্টল করুন
ko: 소프트웨어 설치

source: Browse through 50,000 free applications from the Software Manager. Enjoy screenshots and user reviews. Install software with one click of the mouse.
ar: تصفح خلال 50,000 تطبيق مجاني من مدير البرمجيات، استمتع بلقطات الشاشة ومراجعات المستخدمين، ثبّت البرمجيات بضغطة فأرة واحدة.
bn: সফটওয়্যার ম্যানেজার থেকে ৫০,০০০ ফ্রি সফটওয়্যার ব্রাউজ করুন। স্কিনসর্ট ও ব্যবহারকারীদের রিভিউ উপভোগ করুন। মাউসের একটি ক্লিকের মাধ্যমে সফটওয়্যার ইন্সটল করুন।
ko: 소프트웨어 관리자로 50000개 이상의 자유 소프트웨어들을 검색하십시오. 스크린 숏들과 유저들의 평가를 참고하여 소프트웨어들을 즐겁게 사용하십시오. 단 한 번의 클릭으로 소프트웨어를 설치하십시오.

source: Featured software
ar: البرمجيات المميزة
bn: ফিচারর্ড সফটওয়্যার
ko: 인기 및 추천 소프트웨어

source: Filezilla
ar: فايل زيلا
bn: ফাইলজিলা
ko: 파일질라

source: Skype
ar: سكايب
bn: স্কাইপ
ko: 스카이프

source: Inkscape
ar: انكسكيب
bn: ইঙ্কস্কেপ
ko: 잉크스케이프

source: Google Earth
ar: جوجل إيرث
bn: গুগল আর্থ
ko: 구글 어스

source: Run Windows software
ar: شغل برامج ويندوز
bn: উইন্ডোজের সফটওয়্যার চালান
ko: 윈도우즈 소프트웨어 실행

source: Install Wine and run Windows software in Linux Mint. Or install Virtualbox, and run Windows itself within Linux Mint.
ar: ثبت المحاكي 'واين' وشغل برامج ويندوز في لينُكس منت. أو ثبت فيرتوال بوكس, وشغل الويندوز نفسه داخل لينُكس منت.
bn: ওয়াইন ইনস্টল করে লিনাক্স মিন্টে উইন্ডোজের সফটওয়্যার চালান। অথবা লিনাক্স মিন্টে ভার্চুয়াল বক্স ইনস্টল করে সেটিতে উইন্ডোজ চালান।
ko: 와인을 설치하여 리눅스 민트에서 윈도즈 소프트웨어를 실행하십시오. 또는 버추얼박스를 설치하여 리눅스 민트 안에서 윈도즈를 실행하십시오.

source: Wine
ar: واين
bn: ওয়াইন
ko: 와인

source: Virtualbox
ar: فيرتوال بوكس
bn: ভার্চুয়ালবক্স
ko: 버추얼 박스

source: Customize your desktop
ar: خصص سطح مكتبك
bn: আপনার ডেস্কটপ কাস্টোমাইজ করুন
ko: 데스크톱 개인화

source: Make yourself at home and modify any aspect of your desktop. Choose from a large variety of themes, icons and backgrounds. Linux Mint is open and easy to customize.
ar: اشعر وكأنك في المنزل و خصص أي جانب تريده في سطح مكتبك. اختر من بين عدد هائل من السِمات, الأيقونات و الخلفيات. لينُكس منت حُرة وسهلة التخصيص.
bn: আপনার ডেস্কটপকে নিশ্চিন্তে সাজান। থিম, আইকন এবং ব্যকগ্রাউন্ডসমূহের বিশাল সংগ্রহশালা থেকে নির্বাচন করুন। আর লিনাক্স মিন্ট কাস্টোমাইজ করা খুবই সহজ।
ko: 데스크톱의 모든 요소들을 꾸미십시오. 다양한 테마와, 아이콘 그리고 바탕화면을 선택할 수 있습니다. 리눅스 민트는 쉽게 개인화할 수 있습니다.

source: Keep your system up to date
ar: ابقِ نظامك محدثاً
bn: আপনার সিস্টেম আপ টু ডেট রাখুন
ko: 시스템을 최신 상태로 유지

source: Receive fixes and security updates all in one place, for the entire system, including the software you install.
ar: استلم الإصلاحات والتحديثات الأمنية من مكان واحد, للنظام بأكمله, بما فيه البرامج المثبتة.
bn: সমগ্র সিস্টেমের ফিক্সেস এবং সিকিউরিটি আপডেটসমূহ একই জায়গা থেকে গ্রহণ করুন, এমনকি যেই সফটওয়্যারগুলো আপনি নিজে ইনস্টল করেছেন সেগুলোর জন্যেও।
ko: 설치된 소프트웨어를 포함한 전체 시스템의 최신 패치와 보안 업데이트를 한 곳에서 관리합니다.

source: Find help
ar: احصل على المساعدة
bn: সাহায্য অনুসন্ধান
ko: 도움 얻기

source: If you're curious about something or if you're facing a problem, simply ask around. Linux Mint is the 4th most widely used operating system in the World. It comes with a user guide, a community website, a collection of tutorials, active forums and chat rooms and one of the most dynamic communities on the Internet.
ar: إذا شعرت بالفضول تجاه شيئ ما أو إذا واجهتك أي مشكلة, ببساطة اسأل من حولك. لينُكس منت هو رابع أكثر نظام تشغيل مُستخدَم في العالم. يأتي مع دليل مستخدم, موقع ويب للمجتمع, العديد من الدروس, منتديات فعالة وغرفة دردشة وأحد اكثر المجتمعات فعالية على الإنترنت.
bn: আপনি যদি কোন কিছু সম্পর্কে কৌতূহলী হোন অথবা কোন সমস্যার সম্মুখীন হলে, আশেপাশে খোঁজ করুন । পৃথিবীর সর্বত্র হোম কম্পিউটারে ব্যবহৃত অপারেটিং সিস্টেমগুলোর মধ্যে লিনাক্স মিন্টের অবস্থান ৪র্থ। এর সাথে আপনি পাচ্ছেন একটি ব্যবহারকারী নির্দেশিকা, একটি কমিউনিটি ওয়েবসাইট, নির্দেশিকাসমূহের বিশাল সংগ্রহশালা, সক্রিয় ফোরাম, চ্যাট রুম এবং ইন্টারনেটে অন্যতম অগ্রসরমান একটি কমিউনিটি।
ko: 무언가에 대해 궁금하거나 문제를 겪고 있다면 그냥 물어보십시오. 리눅스 민트는 세계에서 4번째로 많이 사용되는 운영체제입니다. 리눅스 민트는 사용 설명서, 튜토리얼 모음집, 커뮤니티 웹사이트, 활발한 채팅방과 포럼들 그리고 인터넷에서 있는 커뮤니티들 중 가장 활동적인 커뮤니티를 포함하고 있습니다.

source: VLC
bn: ভিএলসি
