Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintmenu/mintmenu-*.po
Languages: kk

source: Menu
kk: Мәзір

source: Couldn't load plugin:
kk: Кеңейтуді жүктеу мүмкін емес:

source: Couldn't initialize plugin
kk: Кеңейтуді инициализация жасау мүмкін емес:

source: Preferences
kk: Баптаулар

source: Edit menu
kk: Мәзірді өзгерту

source: Reload plugins
kk: Кеңейтуді қайта жүктеу

source: About
kk: Бағдарлама туралы

source: Menu preferences
kk: Мәзірдің баптаулары

source: Always start with favorites pane
kk: Әрқашан сүйікті терезелер көркемдеу баптауларын қолдану

source: Show button icon
kk: Батырманың суреттемесін көрсету

source: Use custom colors
kk: Қалаған түстер қолдану

source: Show recent documents plugin
kk: "Соңғы ашылған құжаттар" кеңейтуін көрсету

source: Show applications plugin
kk: "Бағдарламалар" кеңейтуін көрсету

source: Show system plugin
kk: "Жүйе" кеңейтуін көрсету

source: Show places plugin
kk: "Орындар" кеңейтуін көрсету

source: Show application comments
kk: Бағдарламаға қатысты пікірлерді көрсету

source: Show category icons
kk: Топтардың суреттемелерін көрсету

source: Hover
kk: Тышқан мәзірі біразға ілінгенде мәзірді толық көрсету

source: Swap name and generic name
kk: Атын мен жалпы атын орынменен ауыстыру

source: Border width:
kk: Шегінің ені:

source: pixels
kk: пиксел

source: Opacity:
kk: Мөлдірлігі (прозрачность):

source: Button text:
kk: Батырма үстіндегі жазу:

source: Options
kk: Баптаулар

source: Applications
kk: Бағдарламалар

source: Theme
kk: Әсемдеу тақырыбы

source: Favorites
kk: Таңдаулылар

source: Main button
kk: Негізгі батырма

source: Background:
kk: Фон:

source: Headings:
kk: Тақырыптар:

source: Borders:
kk: Шектер:

source: Theme:
kk: Әсемдеу тақырыбы:

source: Number of columns:
kk: Бағаналар саны:

source: Icon size:
kk: Суреттеме өлшемі:

source: Hover delay (ms):
kk: Тышқан мәзірі іліну уақыты (мс):

source: Button icon:
kk: Батырманың суреттемесі:

source: Search command:
kk: Командаларды іздеу:

source: Places
kk: Орындар

source: Allow Scrollbar
kk: Жылжыту жолағын қолдануға рұқсат беру

source: Show GTK Bookmarks
kk: .gtk-bookmarks бетбелгілерін көрсету

source: Height:
kk: Биіктік:

source: Toggle Default Places:
kk: Қалыпты орындарды ауыстыру:

source: Computer
kk: Компьютер

source: Home Folder
kk: Үй бумасы

source: Network
kk: Желі

source: Desktop
kk: Жұмыс үстелі

source: Trash
kk: Қоқыс шелегі

source: Custom Places:
kk: Пайдалану қалағанша орналасуы:

source: System
kk: Жүйе

source: Toggle Default Items:
kk: Қалыпты элементтерді ауыстыру:

source: Software Manager
kk: Бағдарламалар менеджері

source: Package Manager
kk: Пакеттер менеджері

source: Control Center
kk: Басқару орталығы

source: Terminal
kk: Терминал

source: Lock Screen
kk: Экранды бөгеттеу

source: Log Out
kk: Сеанстан шығу

source: Quit
kk: Шығу

source: Edit Place
kk: Орынды өзгерту

source: New Place
kk: Жаңа орынды құру

source: Select a folder
kk: Буманы таңдаңыз

source: Keyboard shortcut:
kk: Пернелердің үйлесімі:

source: Name
kk: Аты

source: Path
kk: Орналасу жері

source: Desktop theme
kk: Жұмыс үстел әсемдеу тақырыбы

source: Name:
kk: Аты:

source: Path:
kk: Орналасу жері:

source: Recent documents
kk: Жақында ашылған құжаттар

source: Search:
kk: Іздеу:

source: All applications
kk: Барлық бағдарламалар

source: Search Google for %s
kk: %s Google-да іздеу

source: Search Wikipedia for %s
kk: %s Wikipedia -да іздеу

source: Lookup %s in Dictionary
kk: %s сөздікте (Dictionary) қарау

source: Search Computer for %s
kk: %s компьютерде іздеу

source: Install package '%s'
kk: '%s' пакетін орнату

source: Add to desktop
kk: Жұмыс үстелге шығару

source: Add to panel
kk: Панельге шығару

source: Insert space
kk: Бос орын енгізу

source: Insert separator
kk: Бөлгішті енгізу

source: Launch when I log in
kk: Жүйеге кірген кезде ашу

source: Launch
kk: Ашу

source: Remove from favorites
kk: Таңдаулыдан алып тастау

source: Edit properties
kk: Қасиеттерін өзгерту

source: Remove
kk: Жою

source: Show in my favorites
kk: Таңдаулыда көрсету

source: Uninstall
kk: Жою

source: Delete from menu
kk: Мәзірден жою

source: Search Google
kk: Google-да іздеу

source: Search Wikipedia
kk: Wikipedia-да іздеу

source: Search Computer
kk: Компьютерде іздеу

source: Find Software
kk: Бағдарламаларды табу

source: Find Tutorials
kk: Оқулықтарды табу

source: Find Hardware
kk: Құрылғыларды табу

source: Find Ideas
kk: Ойларды табу

source: Find Users
kk: Пайдаланушыларды табу

source: Couldn't save favorites. Check if you have write access to ~/.linuxmint/mintMenu
kk: Таңдаулыларды сақтау мүмкін емес. ~/.linuxmint/mintMenu жазу құқығының бар болуын тексеріңіз.

source: All
kk: Барлығы

source: Show all applications
kk: Барлық бағдарламаларды көрсету

source: Browse and install available software
kk: Жетімді бағдарламаларды қарап шығып, қажеттісін орнатыңыз

source: Install, remove and upgrade software packages
kk: Бағдарламалардың пакеттерін орнату, жою және жаңарту

source: Configure your system
kk: Жүйеңізді қалыпқа келтіру

source: Use the command line
kk: Коммандалық жолды қолдану

source: Logout
kk: Жүйеден шығу

source: Log out or switch user
kk: Жүйеден шығу немесе пайдаланушы ауыстыру

source: Requires password to unlock
kk: Бекітуден босату үшін құпия сөзді енгізу қажет

source: Shutdown, restart, suspend or hibernate
kk: Сөндіру, қайта жүктеу, қалқыту немесе ұйықтату

source: Browse all local and remote disks and folders accessible from this computer
kk: Осы компьютерден қол жетімді барлық локальды барлық дискілер мен бумаларды қарап шығу

source: Open your personal folder
kk: Өзіңіздің жеке бумаңызды ашу

source: Browse bookmarked and local network locations
kk: Сақталған және локальды желілік орындарды қарап шығу

source: Browse items placed on the desktop
kk: Жұмыс үстелінде орналасқан элементтерді қарап шығу

source: Browse deleted files
kk: Өшірілген файлдарды қарап шығу

source: Empty trash
kk: Корзинаны тазарту
