Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintlocale/mintlocale-*.po
Languages: cs

source: Add a New Language
cs: Přidat nový jazyk

source: Install / Remove Languages
cs: Instalovat / odebrat jazyky

source: Some language packs are missing
cs: Některé jazykové balíčky chybí

source: Fully installed
cs: Vše nainstalováno

source: Please wait, this can take some time
cs: Vyčkejte prosím, tato akce může trvat delší dobu

source: Installation is complete
cs: Instalace dokončena

source: The related language packs were removed
cs: Vybrané jazykové balíky byly odstraněny.

source: Language Settings
cs: Nastavení jazyka

source: Apply System-Wide
cs: Uplatnit v rámci celého systému

source: Install / Remove Languages...
cs: Přidat / Odebrat jazyky

source: Language
cs: Jazyk

source: Language, interface, date and time...
cs: Jazyk, rozhraní, datum a čas...

source: Numbers, currency, addresses, measurement...
cs: Čísla, měny, adresy, míry...

source: Input method
cs: Metoda zadávání dat

source: Input methods are used to write symbols and characters which are not present on the keyboard. They are useful to write in Chinese, Japanese, Korean, Thai, Vietnamese...
cs: Metody zadávání dat se používají pro psaní symbolů a znaků, které nejsou na klávesnici. Jsou užitečné pro psaní v čínštině, japonštině, korejštině, thajštině, vietnamštině...

source: None
cs: Žádné

source: Installed
cs: Nainstalované

source: %d missing components!
cs: Počet chybějících komponent: %d

source: Install the missing components
cs: Nainstalovat chybějící komponenty

source: %d optional components available
cs: Počet chybějících volitelných komponent: %d

source: Install the optional components
cs: Nainstalovat chybějící volitelné komponenty

source: Not installed
cs: Nenainstalováno

source: Add support for %s
cs: Přidat podporu pro %s

source: Not supported
cs: Není podporováno

source: No locale defined
cs: Lokalizace není nastavena

source: System locale
cs: Systémová lokalizace

source: Language support
cs: Jazyková podpora

source: %d languages installed
cs: Nainstalováno %d jazyků

source: Install
cs: Instalovat

source: Install the selected language
cs: Nainstalovat vybraný jazyk

source: <b><small>Note: Installing or upgrading language packs can trigger the installation of additional languages</small></b>
cs: <b><small>Poznámka: Instalace nebo aktualizace jazykových balíků může vyvolat instalaci dalších jazyků</small></b>

source: Add...
cs: Přidat...

source: Add a new language
cs: Přidat nový jazyk

source: Remove
cs: Odebrat

source: Remove the selected language
cs: Odstranit vybraný jazyk

source: Install language packs
cs: Nainstalovat jazykové balíky

source: Install any missing language packs, translations files, dictionaries for the selected language
cs: Instalovat chybějící jazykové balíčky, překladové soubory a slovníky pro zvolený jazyk

source: Languages
cs: Jazyky

source: Language settings
cs: Nastavení jazyka
