Repository: Acidburn0zzz/antergos-packages
Catalog: mate-mint-menu/mint-translations/po-export/mintdrivers/mintdrivers-*.po
Languages: ro

source: Driver Manager
ro: Manager de drivere

source: Drivers cannot be installed. Please connect to the Internet or insert the Linux Mint installation DVD (or USB stick).
ro: Driverele nu p pot fi instalate. Te rog să te conectezi la Internet sau să introduci DVD-ul de instalare Linux Mint (sau stick-ul USB).

source: Applying changes...
ro: Se aplică modificările...

source: Re_vert
ro: Anulează modificările

source: _Apply Changes
ro: _Aplică modificările

source: _Cancel
ro: _Anulează

source: _Restart...
ro: _Repornește...

source: This device is using the recommended driver.
ro: Acest dispozitiv folosește driverul recomandat.

source: This device is using an alternative driver.
ro: Acest dispozitiv foloseste un driver alternativ.

source: This device is using a manually-installed driver.
ro: Acest dispozitiv foloseste un driver instalat manual.

source: This device is not working.
ro: Acest dispozitiv nu funcționează.

source: Continue using a manually installed driver
ro: Continuă folosind un driver instalat manual

source: recommended
ro: recomandat

source: Version
ro: Versiune

source: Do not use the device
ro: Nu folosi dispozitivul

source: Unknown
ro: Necunoscut(ă)

source: You need to restart the computer to complete the driver changes.
ro: Trebuie sa repornești calculatorul pentru a finaliza modificările de driver.

source: %(count)d proprietary driver in use.
ro: %(count)d driverul proprietate în uz.

source: No proprietary drivers are in use.
ro: Niciun driver proprietate în uz.

source: Please enter your password to launch the driver manager
ro: Te rog introdu parola pentru a lansa Managerul de drivere.

source: Manage the drivers for your devices
ro: Gestionează driverele pentru dispozitivele tale.
